<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="es">
 

<!-- Mirrored from www.guiaweb.gob.cl/guia/capitulos/tres/atencion.htm by HTTrack Website Copier/3.x [XR&CO'2010], Tue, 29 Nov 2011 22:10:54 GMT -->
<!-- Added by HTTrack --><meta http-equiv="content-type" content="text/html;charset=UTF-8"><!-- /Added by HTTrack -->
<head>
 
<title>Gu&iacute;a Web 1.0 - C&oacute;mo Atender a los Usuarios</title>
 
<!-- METADATA -->
 <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" /><!-- INICIO DUBLIN CORE META DATA -->
<!-- http://dublincore.org/ -->
<meta name="DC.Title" content="Guia para el Desarrollo de Sitios Web - Gobierno de Chile" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#title" />
<meta name="DC.Creator.CorporateName" content="Modernizaci&oacute;n y Gobierno Electr&oacute;nico" />
<meta name="DC.Creator.CorporateName.Address" content="guiaweb@minsegpres.gob.cl" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#creator" />
<meta name="DC.Subject" content="Desarrollo Sitios Web" />
<meta name="DC.Subject" content="Gobierno de Chile" />
<meta name="DC.Subject" content="Usabilidad Sitios Web" />
<meta name="DC.Subject" content="Accesibilidad Sitios Web" />
<meta name="DC.Subject" content="Experiencia de Usuario" />
<meta name="DC.Subject" content="Dise&ntilde;o de interfaces" />
<meta name="DC.Subject" content="Gobierno Electr&oacute;nico" />
<meta name="DC.Subject" content="Accesibilidad Sitios Web" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#subject" />
<meta name="DC.Description" content="Esta Guia establece estandares para el desarrollo de Sitios Web orientados a los usuarios de las instituciones del Gobierno de Chile" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#description" />
<meta name="DC.Publisher" content="Ministerio Secretar&iacute;a General de la Presidencia" />
<meta name="DC.Publisher.Address" content="guiaweb@minsegpres.gob.cl" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#publisher" />
<meta name="DC.Contributor" content="Paulo Saavedra" />
<meta name="DC.Contributor" content="Nelson Rodr&iacute;guez-Pe&ntilde;a" />
<meta name="DC.Contributor" content="Juan C. Camus" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#contributor" />
<meta name="DC.Date" scheme="scheme" content="2003-12-31" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#date" />
<meta name="DC.Type" content="Text.Homepage" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#type" />
<meta name="DC.Format" scheme="scheme" content="text/html" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#format" />
<link rel="SCHEMA.imt" href="http://sunsite.auc.dk/RFC/rfc/rfc2046.html" />
<meta name="DC.Identifier" content="../../../index.html" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#identifier" />
<meta name="DC.Language" scheme="scheme" content="es" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#language" />
<meta name="DC.Rights" scheme="scheme" content="../../../copyright.html" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#rights" />
<meta name="DC.Date.X-MetadataLastModified" scheme="scheme" content="2003-12-24" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#date" /><!-- FIN DUBLIN CORE META DATA -->
<!-- METADATA COMUN -->
 
 
<!-- CSS -->
<link href="../../../styles/main.css" rel="stylesheet" type="text/css" />
<link href="../../../styles/print.css" rel="stylesheet" type="text/css" media="print" /> 
 
<!-- SCRIPTS -->

<script type="text/javascript" src="../../../scripts/uifunctions.js">
</script> 
 
  
<link rel="shortcut icon" href="../../../favicon.ico" /> 
</head>
<body>
<div id="pageHeader"><a name="top" id="top"></a> 
<div id="corpLogo">
<div id="printLogo"><img src="../../../images/hd.logo.print.jpg" alt="Logo." /> 
<p>Gu&iacute;a para el Desarrollo de Sitios Web - Gobierno de Chile</p>
</div>

<div id="screenLogo"><img src="../../../images/hd.logo.jpg" alt="Logo." /></div>
</div>

<div id="uiMainMenu">
<ul>
<li onmouseover="enterMenuItem(this);" onmouseout="leaveMenuItem(this);"><a href="../../../index.htm" title="P&aacute;gina principal.">Portada</a></li>

<li onmouseover="enterMenuItem(this);" onmouseout="leaveMenuItem(this);"><a href="../../index.htm" title="Gu&iacute;a para el desarrollo de Sitios Web versi&oacute;n 1.0 - Gobierno de Chile.">Gu&iacute;a Web V 1.0</a></li>

<li onmouseover="enterMenuItem(this);" onmouseout="leaveMenuItem(this);"><a href="../../../guia-v2/index.htm" title="Gu&iacute;a para el desarrollo de Sitios Web versi&oacute;n 2.0 - Gobierno de Chile.">Gu&iacute;a Web V 2.0</a></li>

<li onmouseover="enterMenuItem(this);" onmouseout="leaveMenuItem(this);"><a href="../../../recursos/index.htm" title="">Recursos</a></li>

<li onmouseover="enterMenuItem(this);" onmouseout="leaveMenuItem(this);"><a href="../../glosario.htm" title="Glosario de t&eacute;rminos.">Glosario</a></li>

<li onmouseover="enterMenuItem(this);" onmouseout="leaveMenuItem(this);"><a href="../../../quienes.htm" title="">Qui&eacute;nes Somos</a></li>
</ul>
</div>

<div id="gwConcept"><img src="../../../images/hd.pic.new.jpg" alt="Gu&iacute;a para el Desarrollo de Sitios Web - Gobierno de Chile." /></div>

<div id="uiToolsMenu">
<ul>
<li><a class="actionLink" href="../../../mapa.htm" title="Mapa de contenidos del sitio."><img class="actionIcon" src="../../../images/icn_tool_map.gif" alt="Mapa de contenidos del sitio." /><span class="actionLabel">Mapa</span></a></li>

<li><a class="actionLink" href="../../../contacto.html" title="Informaci&oacute;n de contacto."><img class="actionIcon" src="../../../images/icn_tool_contact.gif" alt="Informaci&oacute;n de contacto." /><span class="actionLabel">Contacto</span></a></li>

<li><a class="actionLink" href="../../../recomendar.html" title="Recomendar este sitio a un amigo."><img class="actionIcon" src="../../../images/icn_tool_tellafriend.gif" alt="Recomendar este sitio a un amigo." /><span class="actionLabel">Recomendar</span></a></li>
</ul>
</div>
</div>

<div id="container" class="intStandard">
<div id="uiSectionMenu"> 
<ul class="menuGuia">
<li class="mgItem0"><a href="../../index.htm" title="Ir a Gu&iacute;a Web">Gu&iacute;a Web</a></li>

<li class="mgItem1"><a href="../uno/index.htm" title="Ir a Planificaci&oacute;n Inicial de un Sitio Web">Planificaci&oacute;n Inicial de un Sitio Web</a></li>

<li class="mgItem2"><a href="../dos/index.htm" title="Ir a Definici&oacute;n del Sitio Web">Definici&oacute;n del Sitio Web</a></li>

<li class="mgItem3"><a href="index.htm" title="Ir a Dise&ntilde;o Web y Est&aacute;ndares">Dise&ntilde;o Web y Est&aacute;ndares</a></li>

<li class="mgItem4"><a href="../cuatro/index.htm" title="Ir a Puesta en Marcha del Sitio Web">Puesta en Marcha del Sitio Web</a></li>

<li class="mgItem5"><a href="../cinco/index.htm" title="Ir a Plan de Mantenci&oacute;n del Sitio Web">Plan de Mantenci&oacute;n del Sitio Web</a></li>

<li class="mgItem6"><a href="../../archivos/index.htm" title="ir a Descarga de Archivos">Descarga de Archivos</a></li>

<li class="mgItem7"><a href="../../checklists/index.htm" title="Ver Pautas de control para la Gu&iacute;a Web.">Checklists</a></li>
</ul>

  
</div>

<ul class="breadCrumbs">
<li class="label">Usted est&aacute; en:</li>

<li class="first"><a href="../../../index.htm" title="Portada del sitio.">Portada</a></li>

 
<li><a href="../../index.htm" title="">Gu&iacute;a Web</a></li>

<li><a href="index.htm" title="">Cap&iacute;tulo III</a></li>

 
</ul>

<div id="content"> 
<h1><a name="t01atencion" id="t01atencion"></a>C&oacute;mo Atender a los Usuarios</h1>

<div class="uiPageContents">
<h2><span class="text">En esta P&aacute;gina</span></h2>

<div>
<ul>
<li><a href="#t02sistemas">Sistemas para Generar Feedback</a></li>

<li><a href="#t02formularios">Formularios del Sitio</a></li>

<li><a href="#t02boletin">Boletines de Noticias y Novedades</a></li>

<li><a href="#t02sismensajes">Sistemas para Recibir y Administrar Mensajes de Usuarios</a> 
<ul>
<li><a href="#t03oirs">Oficina de Informaci&oacute;n, Reclamos y Sugerencias (OIRS)</a></li>

<li><a href="#t03partes">Oficina de Partes</a></li>

<li><a href="#t03comunic">&Aacute;rea de Comunicaciones</a></li>

<li><a href="#t03informatica">&Aacute;rea de Inform&aacute;tica</a></li>
</ul>
</li>
</ul>
</div>
</div>

<p>Dado que la interacci&oacute;n y la comunicaci&oacute;n de los usuarios a trav&eacute;s del Sitio Web de la instituci&oacute;n est&aacute;n entre los objetivos m&aacute;s importantes de un Sitio Web del Gobierno, se ha dise&ntilde;ado esta secci&oacute;n para tratar directamente el tema.</p>

<p>En ese sentido hay que indicar que la tecnolog&iacute;a web est&aacute; orientada a generar niveles de comunicaci&oacute;n muy avanzados, de los cuales se espera respuestas r&aacute;pidas e interacci&oacute;n permanente. Se puede indicar incluso que el uso del computador permite establecer nuevas formas de atender la relaci&oacute;n entre personas.</p>

<p>Por lo anterior, es importante reconocer los diversos sistemas que puede utilizar un Sitio Web para recibir <strong>feedback</strong> o retroalimentaci&oacute;n de parte del usuario, de las cuales nombramos a continuaci&oacute;n las principales.</p>

<ul>
<li>Sistemas de Correo Electr&oacute;nico</li>

<li>Sistemas de Encuestas o Votaciones</li>

<li>Sistemas de Foros</li>

<li>Sistemas de Chat</li>

<li>Sistemas de Simulaci&oacute;n</li>
</ul>

<div class="stressed">
<p>Es importante considerar que cada uno de ellos genera m&aacute;s informaci&oacute;n y conocimiento de la audiencia que visita el Sitio Web, por lo que siempre ser&aacute; interesante ver c&oacute;mo reaccionan a los temas que se les planteen y, asimismo, administrar positivamente el mayor flujo de trabajo que pueden generar en un Sitio Web muy participativo.</p>
</div>

<h2><a name="t02sistemas" id="t02sistemas"></a>Sistemas para Generar Feedback</h2>

<p>Como se plante&oacute; antes, un Sitio Web tiene diversos sistemas para recibir feedback o retroalimentaci&oacute;n de parte del usuario, entre los que destacamos:</p>

<dl>
<dt>Sistemas de Correo Electr&oacute;nico:</dt>

<dd>permite enviar mensajes a los encargados del sitio sobre temas puntuales. La premisa b&aacute;sica es que todo correo que llegue a la instituci&oacute;n debe ser respondido adecuadamente y en el menor plazo posible, evit&aacute;ndose s&oacute;lo las respuestas autom&aacute;ticas. En estos sistemas se debe asegurar el funcionamiento de los servidores de correo electr&oacute;nico asociado, con el fin de que los mensajes sean enviados exitosamente.</dd>

<dt>Sistemas de Encuestas o Votaciones:</dt>

<dd>permite hacer sondeos r&aacute;pidos entre los usuarios del sitio acerca de temas simples. En el caso de este sistema, la validaci&oacute;n obligatoria que requiere debe permitir que los usuarios voten s&oacute;lo una vez; que la pregunta y sus respuestas no contravengan disposiciones legales ni que generen una controversia, dado el car&aacute;cter p&uacute;blico del sitio. Asimismo se debe aclarar que las respuestas s&oacute;lo representan a quienes participaron y no tienen validez estad&iacute;stica.</dd>

<dt>Sistemas de Foros:</dt>

<dd>permite a los usuarios entregar opiniones sobre temas concretos en modo asincr&oacute;nico. En el caso de este sistema se debe tener especial cuidado con los contenidos que generen los usuarios, puesto que en muchos casos el uso de interfaces computacionales relajan la responsabilidad de quienes escriben en lo referido a formas de expresarse y contenidos vertidos en este tipo de programas. Se aconseja, por lo mismo, mantener un seguimiento constante de las expresiones registradas en el sistema, recomend&aacute;ndose en todo caso el uso de software de foros que permitan moderar el contenido e impidan la publicaci&oacute;n de im&aacute;genes.</dd>

<dt>Sistemas de Chat:</dt>

<dd>permite establecer conversaciones escritas en tiempo real con otros usuarios o con los encargados del sitio. En el caso de este sistema se debe cuidar la generaci&oacute;n de contenidos por parte de los usuarios, porque tal como en el caso de los Foros se puede llegar a hacer un mal uso de este tipo de sistemas. En el caso de los chats, se aconseja utilizar las herramientas que ofrece este tipo de sistemas para evitar la participaci&oacute;n de usuarios que tengan malos h&aacute;bitos de comunicaci&oacute;n. Asimismo se recomienda su uso para Mesas de Ayuda que permitan apoyar a los usuarios de modo directo mientras visitan el sitio.</dd>

<dt>Sistemas de Simulaci&oacute;n:</dt>

<dd>permite entender los escenarios que se pueden dar ante determinadas situaciones, sin necesidad de acceder a ellos. Habitualmente este tipo de sistemas es agregado a los Sitios Web como aplicaciones especiales, por lo que s&oacute;lo se debe asegurar su correcta operaci&oacute;n funcional.</dd>

<dt>Sistemas de B&uacute;squeda:</dt>

<dd>estos sistemas proveen una forma interesante de obtener feedback de los usuarios. Al incorporar mecanismos de bit&aacute;cora para las b&uacute;squedas que hacen en el Sitio Web (en la medida que se cuente con un sistema buscador), se ir&aacute; registrando lo que ellos andan buscando; al revisar en forma peri&oacute;dica y obtener estad&iacute;sticas de uso del sistema, se podr&aacute; avanzar en comprender las necesidades del usuario y de esa manera enfatizar en la informaci&oacute;n m&aacute;s buscada por ellos. Adicionalmente, el control de b&uacute;squedas fallidas a su vez permite identificar ya sea errores de organizaci&oacute;n de contenidos o, simplemente, detectar el tipo de informaci&oacute;n que el usuario espera encontrar en el sitio.</dd>
</dl>

<h2><a name="t02formularios" id="t02formularios"></a>Formularios del Sitio</h2>

<p>En la creaci&oacute;n de los formularios para la generaci&oacute;n de comunicaciones del Sitio Web, es muy relevante cumplir con ciertas pr&aacute;cticas de usabilidad, que hagan m&aacute;s sencilla la operaci&oacute;n de los formularios. Como ejemplos de buenas pr&aacute;cticas podemos mencionar:</p>

<dl>
<dt>Validaci&oacute;n del RUT:</dt>

<dd>se refiere a incorporar la programaci&oacute;n adecuada para que se valide inmediatamente el ingreso del Rol &Uacute;nico Tributario, de tal manera que tras escribir los datos en el campo el usuario pueda saber si est&aacute; bien o no ingresado.</dd>

<dt>Validaci&oacute;n de campos obligatorios:</dt>

<dd>se refiere a que todos los campos en que sea obligatorio poner datos (que no ser&aacute;n todos los de formularios), est&eacute;n marcados de alguna forma (puede ser un asterisco o se&ntilde;alar esos campos con un color diferente) de tal manera que los usuarios cumplan con ingresar los datos correspondientes. Adicionalmente, al pulsar el bot&oacute;n de acci&oacute;n al final del formulario, se debe indicar un alerta si llegaran a faltar datos de ese tipo.</dd>

<dt>Validaci&oacute;n del e-mail:</dt>

<dd>se refiere a usar la programaci&oacute;n adecuada para validar que los datos que se ingresen en este campo, cumpla con la formalidad de estructura de un correo electr&oacute;nico (existencia del signo @ por ejemplo).</dd>

<dt>Valores por omisi&oacute;n:</dt>

<dd>se refiere a que si hay campos con men&uacute; drop-down para elegir una, entre muchas opciones, siempre se ponga en el primer lugar aquella que vaya a ser la m&aacute;s usada. Por ejemplo, si es el campo Pa&iacute;s, el primer registro debe ser para Chile.</dd>

<dt>Ejemplos de ingreso de contenidos:</dt>

<dd>se refiere a que, al lado de donde el usuario deba ingresar la informaci&oacute;n, debe aparecer escrita la forma en que se debe hacerse. Por ejemplo, al lado del campo <acronym title="Rol &Uacute;nico Tributario.">RUT</acronym> escribir un n&uacute;mero de ejemplo, para que el usuario sepa si debe escribirlo con puntos y gui&oacute;n, sin puntos y gui&oacute;n o sin puntos ni gui&oacute;n.</dd>

<dt>Claridad de botones:</dt>

<dd>los botones de acci&oacute;n al final de los formularios deben tener una palabra clara, que no deje lugar a dudas sobre la acci&oacute;n a realizar. Si es un formulario para Enviar informaci&oacute;n, deber&iacute;a tener la palabra <strong>Enviar</strong>. Si es para suscribirse a un servicio, deber decir <strong>Suscribirse</strong>. Asimismo, si se pone un bot&oacute;n para borrar el formulario, debe quedar clara su funci&oacute;n con un texto adecuado que indique esa acci&oacute;n. Se debe indicar <strong>Borrar Formulario</strong> y evitar palabras ambiguas para esta funci&oacute;n, tales como <strong>Limpiar</strong>, <strong>Cancelar</strong>, <strong>Eliminar</strong> o similares.</dd>
</dl>

<h2><a name="t02boletin" id="t02boletin"></a>Boletines de Noticias y Novedades</h2>

<p>Cuando se empleen sistemas de suscripci&oacute;n a boletines de noticias o difusi&oacute;n de novedades, se debe dejar muy clara cu&aacute;l ser&aacute; la pol&iacute;tica de suscripci&oacute;n, env&iacute;o y eliminaci&oacute;n de la base de datos de nombres.</p>

<p>En este sentido, hay que poner siempre cerca de los formularios de suscripci&oacute;n un enlace a la <strong>Pol&iacute;tica de Privacidad</strong> en la que se deje clara la informaci&oacute;n relativa a como realizar esas acciones. Hay que recordar que el <strong>art&iacute;culo 12 de la Ley N&deg; 19.628</strong>, del 28 de agosto de 1999, <strong>Sobre Protecci&oacute;n de la Vida Privada</strong> plantea las obligaciones que existen para quienes guarden datos de terceros.</p>

<div class="supplement">
<p>Ver texto de la Ley N&deg; 19.628 <strong>Protecci&oacute;n de Datos Personales</strong> <a class="file pdf" href="http://www.sernac.cl/leyes/compendio/Leyes/Ley_19.628_sobre_Proteccion_de_la_Vida_Privada_y_Datos_Personales.pdf" title="[PDF] Ley 19.628 sobre Protecci&oacute;n de Datos Personales.">http://www.sernac.cl/</a></p>
</div>

<p>En el inciso tercero del art&iacute;culo 12 se refiere al env&iacute;o de emails y al derecho de cualquier persona de ser eliminado de una base de datos. Indica: <q cite="http://www.sernac.cl/derechos/pdf/Ley19628.pdf" title="Extracto de Ley N&deg; 19.628">Igual exigencia de eliminaci&oacute;n, o la de bloqueo de los datos, en su caso, podr&aacute; hacer cuando haya proporcionado voluntariamente sus datos personales o ellos se usen para comunicaciones comerciales y no desee continuar figurando en el registro respectivo, sea de modo definitivo o temporal</q>.</p>

<h2><a name="t02sismensajes" id="t02sismensajes"></a>Sistemas para Recibir y Administrar Mensajes de Usuarios</h2>

<p>Cuando se generan sistemas para que los usuarios env&iacute;en informaci&oacute;n, es imprescindible que exista un procedimiento administrativo que le d&eacute; tanta validez a un mensaje enviado por esta v&iacute;a, respecto de otro enviado por una v&iacute;a tradicional (carta, fax, etc.).</p>

<p>Adicionalmente hay que recordar que la ley de Silencio Administrativo (Ley N&deg; 19.880) requiere que se d&eacute; respuesta a determinadas presentaciones en plazos concretos, con el objetivo de acelerar procesos.</p>

<p>Para ello, una buena pr&aacute;ctica ser&iacute;a contar con un sistema de seguimiento de mensajes, que permita ir registrando las comunicaciones que llegan desde los formularios de contacto y ayuda del sitio en Internet. En &eacute;ste se pueden asignar los siguientes estados a dichos mensajes, de acuerdo a la tramitaci&oacute;n que se le otorgue:</p>

<dl>
<dt>Estado Pendiente:</dt>

<dd>lo tiene todo mensaje que llegue al sitio y para el que s&oacute;lo se haya enviado una respuesta de Acuse de recibo.</dd>

<dt>Estado En tr&aacute;mite:</dt>

<dd>cuando se deriva el mensaje a terceros en busca de la respuesta en alguna repartici&oacute;n de la instituci&oacute;n.</dd>

<dt>Estado Respondido:</dt>

<dd>cuando se env&iacute;a la informaci&oacute;n solicitada al usuario final.</dd>

<dt>Estado Archivado:</dt>

<dd>estado final para permitir el manejo de grandes cantidades de informaci&oacute;n.</dd>
</dl>

<p>Es importante considerar que para hacer este tipo de seguimiento no se requiere necesariamente un sistema computacional, puesto que tambi&eacute;n se puede hacer con los recursos tradicionales y una buena organizaci&oacute;n.</p>

<p>En el siguiente diagrama se puede ver un escenario posible de manejo o flujo de actividad en torno a un mensaje electr&oacute;nico por parte de una Oficina de Informaciones, Reclamos y Sugerencias (<acronym title="Oficina de Informaciones, Reclamos y Sugerencias.">OIRS</acronym>).</p>

<div class="imgSet" id="fig006"><img src="images/fig.006.gif" title="Diagrama de actividad." alt="Ejemplo de diagrama de actividad para mensaje a una OIRS." longdesc="images/fig.006.htm" /> 
<p class="caption"><a href="images/fig.006.htm" title="Descripci&oacute;n de imagen.">[D]</a> Figura 6: Ejemplo de flujo de un mensaje electr&oacute;nico recibido por cualquier OIRS.</p>
</div>

<p>Como se puede apreciar, la generaci&oacute;n de este tipo de gr&aacute;ficas permite revisar todos los estados posibles y asignar las responsabilidades que correspondan a cada una de las &aacute;reas de trabajo involucradas.</p>

<p>A continuaci&oacute;n se revisa la actividad posible con cada una de las &aacute;reas de la instituci&oacute;n que atienden p&uacute;blico:</p>

<h3><a name="t03oirs" id="t03oirs"></a>Oficina de Informaci&oacute;n, Reclamos y Sugerencias (OIRS)</h3>

<p>Debe hacer la recepci&oacute;n, mantenci&oacute;n y seguimiento de todas las comunicaciones que lleguen por el Sitio Web, asign&aacute;ndole a cada una de ellas el mismo valor que un mensaje llegado en formato tradicional. Su preocupaci&oacute;n debe ir desde la recepci&oacute;n a la respuesta, por lo que, de contar con un sistema de gesti&oacute;n como el indicado en t&iacute;tulos anteriores, deber&iacute;a ser su responsabilidad la operaci&oacute;n del mismo.</p>

<p>Se sugiere incluso que cualquier mensaje de correo electr&oacute;nico, que llegue por otra v&iacute;a distinta a los formularios del sitio, pueda ser atendido por esta oficina para contar con un &uacute;nico punto de acceso y salida.</p>

<h3><a name="t03partes" id="t03partes"></a>Oficina de Partes</h3>

<p>Al igual que la OIRS debe hacer la recepci&oacute;n, mantenci&oacute;n y seguimiento de todas las comunicaciones que lleguen por v&iacute;as tradicionales y apoyar el trabajo de la OIRS. Tradicionalmente en estas oficinas se concentra un gran conocimiento de la instituci&oacute;n, por lo que ser&aacute; vital su apoyo en la derivaci&oacute;n de comunicaciones y en la atenci&oacute;n de mensajes.</p>

<h3><a name="t03comunic" id="t03comunic"></a>&Aacute;rea de Comunicaciones</h3>

<p>El &aacute;rea de Comunicaciones debe mantener el discurso p&uacute;blico de la instituci&oacute;n, por lo que es importante que pueda entregar a la OIRS la informaci&oacute;n adecuada de c&oacute;mo atender y responder a las consultas que lleguen, validar los formatos de respuesta y opinar cuando la respuesta est&eacute; relacionada con su propia &aacute;rea.</p>

<h3><a name="t03informatica" id="t03informatica"></a>&Aacute;rea de Inform&aacute;tica</h3>

<p>El &aacute;rea de Inform&aacute;tica debe ser un facilitador tecnol&oacute;gico para la OIRS como para cualquier componente del equipo que tiene a cargo el desarrollo del Sitio Web, de manera que siempre reciban informaci&oacute;n adecuada y a tiempo.</p>

<div class="stressed">
<p>Es necesario que el &Aacute;rea de Inform&aacute;tica est&eacute; coordinada y pueda actuar permanentemente coordinada como contraparte t&eacute;cnica de cualquier proyecto de este tipo.</p>
</div>

<div class="chapterNav">
<ul>
<li class="back"><a href="experiencia.htm" title="Ver p&aacute;gina anterior."><img src="../../../images/icn_chapnavprev.gif" alt="P&aacute;gina anterior." />anterior</a></li>

<li class="index"><a href="index.htm" title="Ver portada de este cap&iacute;tulo."><img src="../../../images/icn_chapnavindex.gif" alt="Portada de cap&iacute;tulo." />portada cap&iacute;tulo</a></li>

<li class="next">siguiente<img src="../../../images/icn_chapnavnext_off.gif" alt="P&aacute;gina siguiente." /></li>
</ul>
</div>

<div class="chapterEnd">
<p>Final del Cap&iacute;tulo III, <a href="../cuatro/index.htm" title="Ver siguiente cap&iacute;tulo.">avanzar al Cap&iacute;tulo IV</a></p>
</div>

 
</div>
</div>

<div id="footer">
<div id="logos"><p><a title="Gobierno de Chile, Ministerio Secretar&iacute;a General de la Presidencia" href="http://www.minsegpres.gob.cl/"><img src="../../../images/pic.foot.logogob.gif" alt="Logo Gobierno de Chile, Ministerio Secretar&iacute;a General de la Presidencia" /></a><a title="Creative Commons: algunos derechos reservados" href="http://creativecommons.org/licenses/by-nc-sa/2.0/cl/"><img src="../../../guia-v2/images/88x31.png" alt="Imagen descriptiva de la Licencia Creative Commons" /></a></p></div>

<ul id="footerMenu">
<li><a href="../../../uso.htm" title="Condiciones de Uso de este sitio y de la Gu&iacute;a Web.">Condiciones de Uso</a></li>

<li><a href="../../../equipo.htm" title="Colaboradores de este sitio y de la Gu&iacute;a Web.">Colaboradores</a></li>

<li><a href="../../../estandares.htm" title="Est&aacute;ndares Web utilizados en este sitio.">Est&aacute;ndares</a></li>
</ul>

<div id="copyrights">
<p>El texto y el material de este Sitio Web tienen algunos derechos reservados, de acuerdo a la <a title="Creative Commons: algunos derechos reservados" href="http://creativecommons.org/licenses/by-nc-sa/2.0/cl/">Licencia Creative Commons</a>.</p>

<p>Gobierno de Chile</p>
<p>Modernizaci&oacute;n y Gobierno Electr&oacute;nico, Ministerio Secretar&iacute;a General de la Presidencia</p>
<p>Teatinos 333, piso 4 - Santiago de Chile. Tel&eacute;fono (+56 2) 688 77 01</p>
</div>
</div>
<!---Este sitio usa estad&iacute;sticas de Google Analytics-->

<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-3208644-1";
urchinTracker();
</script>
<!---Fin Google Analytics-->
</body>

<!-- Mirrored from www.guiaweb.gob.cl/guia/capitulos/tres/atencion.htm by HTTrack Website Copier/3.x [XR&CO'2010], Tue, 29 Nov 2011 22:10:55 GMT -->
<!-- Added by HTTrack --><meta http-equiv="content-type" content="text/html;charset=UTF-8"><!-- /Added by HTTrack -->
</html>
<script type='text/javascript' src="/guiaweb_old/mensaje_caducidad.js"></script>