<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="es">
 

<!-- Mirrored from www.guiaweb.gob.cl/guia/capitulos/tres/experiencia.htm by HTTrack Website Copier/3.x [XR&CO'2010], Tue, 29 Nov 2011 22:10:54 GMT -->
<!-- Added by HTTrack --><meta http-equiv="content-type" content="text/html;charset=UTF-8"><!-- /Added by HTTrack -->
<head>
 
<title>Gu&iacute;a Web 1.0 - Dise&ntilde;o de la Experiencia del Usuario</title>
 
<!-- METADATA -->
 <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" /><!-- INICIO DUBLIN CORE META DATA -->
<!-- http://dublincore.org/ -->
<meta name="DC.Title" content="Guia para el Desarrollo de Sitios Web - Gobierno de Chile" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#title" />
<meta name="DC.Creator.CorporateName" content="Modernizaci&oacute;n y Gobierno Electr&oacute;nico" />
<meta name="DC.Creator.CorporateName.Address" content="guiaweb@minsegpres.gob.cl" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#creator" />
<meta name="DC.Subject" content="Desarrollo Sitios Web" />
<meta name="DC.Subject" content="Gobierno de Chile" />
<meta name="DC.Subject" content="Usabilidad Sitios Web" />
<meta name="DC.Subject" content="Accesibilidad Sitios Web" />
<meta name="DC.Subject" content="Experiencia de Usuario" />
<meta name="DC.Subject" content="Dise&ntilde;o de interfaces" />
<meta name="DC.Subject" content="Gobierno Electr&oacute;nico" />
<meta name="DC.Subject" content="Accesibilidad Sitios Web" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#subject" />
<meta name="DC.Description" content="Esta Guia establece estandares para el desarrollo de Sitios Web orientados a los usuarios de las instituciones del Gobierno de Chile" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#description" />
<meta name="DC.Publisher" content="Ministerio Secretar&iacute;a General de la Presidencia" />
<meta name="DC.Publisher.Address" content="guiaweb@minsegpres.gob.cl" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#publisher" />
<meta name="DC.Contributor" content="Paulo Saavedra" />
<meta name="DC.Contributor" content="Nelson Rodr&iacute;guez-Pe&ntilde;a" />
<meta name="DC.Contributor" content="Juan C. Camus" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#contributor" />
<meta name="DC.Date" scheme="scheme" content="2003-12-31" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#date" />
<meta name="DC.Type" content="Text.Homepage" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#type" />
<meta name="DC.Format" scheme="scheme" content="text/html" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#format" />
<link rel="SCHEMA.imt" href="http://sunsite.auc.dk/RFC/rfc/rfc2046.html" />
<meta name="DC.Identifier" content="../../../index.html" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#identifier" />
<meta name="DC.Language" scheme="scheme" content="es" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#language" />
<meta name="DC.Rights" scheme="scheme" content="../../../copyright.html" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#rights" />
<meta name="DC.Date.X-MetadataLastModified" scheme="scheme" content="2003-12-24" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#date" /><!-- FIN DUBLIN CORE META DATA -->
<!-- METADATA COMUN -->
 
 
<!-- CSS -->
<link href="../../../styles/main.css" rel="stylesheet" type="text/css" />
<link href="../../../styles/print.css" rel="stylesheet" type="text/css" media="print" /> 
 
<!-- SCRIPTS -->

<script type="text/javascript" src="../../../scripts/uifunctions.js">
</script> 
 
  
<link rel="shortcut icon" href="../../../favicon.ico" /> 
</head>
<body>
<div id="pageHeader"><a name="top" id="top"></a> 
<div id="corpLogo">
<div id="printLogo"><img src="../../../images/hd.logo.print.jpg" alt="Logo." /> 
<p>Gu&iacute;a para el Desarrollo de Sitios Web - Gobierno de Chile</p>
</div>

<div id="screenLogo"><img src="../../../images/hd.logo.jpg" alt="Logo." /></div>
</div>

<div id="uiMainMenu">
<ul>
<li onmouseover="enterMenuItem(this);" onmouseout="leaveMenuItem(this);"><a href="../../../index.htm" title="P&aacute;gina principal.">Portada</a></li>

<li onmouseover="enterMenuItem(this);" onmouseout="leaveMenuItem(this);"><a href="../../index.htm" title="Gu&iacute;a para el desarrollo de Sitios Web versi&oacute;n 1.0 - Gobierno de Chile.">Gu&iacute;a Web V 1.0</a></li>

<li onmouseover="enterMenuItem(this);" onmouseout="leaveMenuItem(this);"><a href="../../../guia-v2/index.htm" title="Gu&iacute;a para el desarrollo de Sitios Web versi&oacute;n 2.0 - Gobierno de Chile.">Gu&iacute;a Web V 2.0</a></li>

<li onmouseover="enterMenuItem(this);" onmouseout="leaveMenuItem(this);"><a href="../../../recursos/index.htm" title="">Recursos</a></li>

<li onmouseover="enterMenuItem(this);" onmouseout="leaveMenuItem(this);"><a href="../../glosario.htm" title="Glosario de t&eacute;rminos.">Glosario</a></li>

<li onmouseover="enterMenuItem(this);" onmouseout="leaveMenuItem(this);"><a href="../../../quienes.htm" title="">Qui&eacute;nes Somos</a></li>
</ul>
</div>

<div id="gwConcept"><img src="../../../images/hd.pic.new.jpg" alt="Gu&iacute;a para el Desarrollo de Sitios Web - Gobierno de Chile." /></div>

<div id="uiToolsMenu">
<ul>
<li><a class="actionLink" href="../../../mapa.htm" title="Mapa de contenidos del sitio."><img class="actionIcon" src="../../../images/icn_tool_map.gif" alt="Mapa de contenidos del sitio." /><span class="actionLabel">Mapa</span></a></li>

<li><a class="actionLink" href="../../../contacto.html" title="Informaci&oacute;n de contacto."><img class="actionIcon" src="../../../images/icn_tool_contact.gif" alt="Informaci&oacute;n de contacto." /><span class="actionLabel">Contacto</span></a></li>

<li><a class="actionLink" href="../../../recomendar.html" title="Recomendar este sitio a un amigo."><img class="actionIcon" src="../../../images/icn_tool_tellafriend.gif" alt="Recomendar este sitio a un amigo." /><span class="actionLabel">Recomendar</span></a></li>
</ul>
</div>
</div>

<div id="container" class="intStandard">
<div id="uiSectionMenu"> 
<ul class="menuGuia">
<li class="mgItem0"><a href="../../index.htm" title="Ir a Gu&iacute;a Web">Gu&iacute;a Web</a></li>

<li class="mgItem1"><a href="../uno/index.htm" title="Ir a Planificaci&oacute;n Inicial de un Sitio Web">Planificaci&oacute;n Inicial de un Sitio Web</a></li>

<li class="mgItem2"><a href="../dos/index.htm" title="Ir a Definici&oacute;n del Sitio Web">Definici&oacute;n del Sitio Web</a></li>

<li class="mgItem3"><a href="index.htm" title="Ir a Dise&ntilde;o Web y Est&aacute;ndares">Dise&ntilde;o Web y Est&aacute;ndares</a></li>

<li class="mgItem4"><a href="../cuatro/index.htm" title="Ir a Puesta en Marcha del Sitio Web">Puesta en Marcha del Sitio Web</a></li>

<li class="mgItem5"><a href="../cinco/index.htm" title="Ir a Plan de Mantenci&oacute;n del Sitio Web">Plan de Mantenci&oacute;n del Sitio Web</a></li>

<li class="mgItem6"><a href="../../archivos/index.htm" title="ir a Descarga de Archivos">Descarga de Archivos</a></li>

<li class="mgItem7"><a href="../../checklists/index.htm" title="Ver Pautas de control para la Gu&iacute;a Web.">Checklists</a></li>
</ul>

  
</div>

<ul class="breadCrumbs">
<li class="label">Usted est&aacute; en:</li>

<li class="first"><a href="../../../index.htm" title="Portada del sitio.">Portada</a></li>

 
<li><a href="../../index.htm" title="">Gu&iacute;a Web</a></li>

<li><a href="index.htm" title="">Cap&iacute;tulo III</a></li>

 
</ul>

<div id="content"> 
<h1><a name="t01experiencia" id="t01experiencia"></a>Dise&ntilde;o de la Experiencia del Usuario</h1>

<div class="uiPageContents">
<h2><span class="text">En esta P&aacute;gina</span></h2>

<div>
<ul>
<li><a href="#t02diagrama">Desarrollo de Diagrama de Interacci&oacute;n</a></li>

<li><a href="#t02interfaces">Pruebas de Sistemas e Interfaces</a></li>

<li><a href="#t02actividades">Principales Actividades a Desarrollar en el Sitio</a> 
<ul>
<li><a href="#t03heuristica">Pruebas Heur&iacute;sticas</a></li>

<li><a href="#t03usabilidad">Pruebas de Usabilidad</a></li>
</ul>
</li>
</ul>
</div>
</div>

<p>En forma paralela al desarrollo de las interfaces, todo proyecto web debe tener en cuenta la experiencia que vivir&aacute; el usuario al navegar por sus p&aacute;ginas. A ese concepto se le denomina <strong>experiencia</strong> del usuario y el objetivo siempre ser&aacute; el de que cada persona que visite el sitio encuentre lo que est&aacute; buscando de manera simple, de tal manera que regrese al sitio y le cuente a otros sobre su contenido y funcionalidades.</p>

<div class="stressed">
<p>Para conseguir lo anterior, es necesario hacer un trabajo muy acabado en lo que se refiere a la planificaci&oacute;n y organizaci&oacute;n de los contenidos, como tambi&eacute;n definir c&oacute;mo se van a mostrar y operar las funcionalidades. S&oacute;lo de esa manera habr&aacute; certeza de las operaciones que se pueden realizar en el sitio y los efectos administrativos que ello generar&aacute; en la instituci&oacute;n.</p>
</div>

<h2><a name="t02diagrama" id="t02diagrama"></a>Desarrollo de Diagrama de Interacci&oacute;n</h2>

<p>Una de las metodolog&iacute;as m&aacute;s concretas para asegurar que la experiencia del usuario se est&aacute; resguardando adecuadamente, es la generaci&oacute;n los <strong>diagramas de interacci&oacute;n</strong> mediante los cuales se representan gr&aacute;ficamente las posibilidades de acci&oacute;n que tiene un usuario enfrentado a tomar una decisi&oacute;n en un Sitio Web.</p>

<p>Por ejemplo, el siguiente diagrama muestra las posibilidades de reacci&oacute;n que tiene un Sitio Web ante el ingreso de un usuario registrado en un sitio:</p>

<div class="imgSet" id="fig005"><img src="images/fig.005.gif" alt="Diagrama de interacci&oacute;n." title="Diagrama de interacci&oacute;n." longdesc="images/fig.005.htm" /> 
<p class="caption"><a href="images/fig.005.htm" title="Descripci&oacute;n de imagen.">[D]</a> Figura 5: Ejemplo de Diagrama de Interacci&oacute;n.</p>
</div>

<p>Como se puede apreciar, aparecen muy bien definidas en este esquema las acciones que pueda realizar un usuario que accede a un sitio y la forma en que el sistema reaccionar&aacute; ante su presencia. Lo anterior conduce a preocuparse de manera concreta de las pantallas a desarrollar y los elementos que hacen falta para atender adecuadamente a dicho usuario.</p>

<p>De all&iacute; que la existencia de estos diagramas, acompa&ntilde;ados de las respectivas pantallas mediante las cuales se pueda describir gr&aacute;ficamente lo que se espera que ocurra en un sitio, son herramientas muy valiosas al momento de desarrollar los elementos de interacci&oacute;n que se pretende abordar en un sitio.</p>

<h2><a name="t02actividades" id="t02actividades"></a>Principales Actividades a Desarrollar en el Sitio</h2>

<div class="supplement" id="ipge2002">
<h2>Instructivo Presidencial de Gobierno Electr&oacute;nico (2002)</h2>

<ul>
<li><a href="http://www.modernizacion.cl/1350/multipropertyvalues-17495-20995.html">Ver documento</a></li>
</ul>
</div>

<p>Es importante considerar que de acuerdo al <strong>Instructivo Presidencial de Gobierno Electr&oacute;nico (2002)</strong>, los sitios tienen un ciclo de vida que va enfatizando en su interactividad, de acuerdo al siguiente desglose:</p>

<dl>
<dt>Presencia:</dt>

<dd>en esta fase se provee b&aacute;sicamente informaci&oacute;n del Servicio al ciudadano.</dd>

<dt>Interacci&oacute;n:</dt>

<dd>considera comunicaciones simples entre el Servicio y el ciudadano y la incorporaci&oacute;n de esquemas de b&uacute;squeda b&aacute;sicas.</dd>

<dt>Transacci&oacute;n:</dt>

<dd>incluye provisi&oacute;n de transacciones electr&oacute;nicas al ciudadano por parte del Servicio, en forma alternativa a la atenci&oacute;n presencial en las dependencias del &oacute;rgano.</dd>

<dt>Transformaci&oacute;n:</dt>

<dd>considera cambios en los Servicios para proveer aquellas prestaciones que componen su misi&oacute;n cr&iacute;tica en forma electr&oacute;nica, y la introducci&oacute;n de aplicaciones que administran la entrega de prestaciones a los ciudadanos.</dd>
</dl>

<p>Lo anterior implica que cada Sitio Web que desee avanzar en su vida &uacute;til, como parte de la pol&iacute;tica de <strong>Gobierno Electr&oacute;nico</strong>, tiene que ofrecer capacidades de interacci&oacute;n que sean cada vez m&aacute;s importantes para el grupo de usuarios hacia los cuales se dirige.</p>

<p>En este sentido, los Sitios Web deben ir incrementando su complejidad para ir haci&eacute;ndose cargo de las necesidades de comunicaci&oacute;n primero, y luego de las de atenci&oacute;n, con el fin de brindar a los usuarios la posibilidad de eliminar etapas burocr&aacute;ticas en su relaci&oacute;n con los servicios.</p>

<div class="stressed">
<p>Las etapas que pueden ir marcando el avance de un Sitio Web podr&iacute;an ser las siguientes:</p>

<dl>
<dt>Comunicaciones:</dt>

<dd>corresponde al estado de <strong>Presencia</strong> y consiste en que el sitio ofrezca la posibilidad de que los usuarios env&iacute;en correos electr&oacute;nicos desde el sitio; al principio, con el uso del software de correo que tenga el computador; posteriormente desde formularios del sitio; finalmente, conectando los formularios con alg&uacute;n sistema de gesti&oacute;n para hacer seguimiento a las respuestas que se env&iacute;en a los usuarios.</dd>

<dt>Tr&aacute;mites:</dt>

<dd>corresponde al estado de <strong>Interacci&oacute;n</strong> y consiste en que el sitio ofrezca la posibilidad de que los usuarios puedan obtener informaci&oacute;n y realizar tr&aacute;mites del servicio a trav&eacute;s del computador; al principio, recibiendo s&oacute;lo informaci&oacute;n para hacer los tr&aacute;mites; finalmente, con la realizaci&oacute;n de la transacci&oacute;n mediante el sistema.</dd>

<dt>Compras y Pagos:</dt>

<dd>corresponde al estado de <strong>Transacci&oacute;n</strong> y consiste en que el sitio cumpla actividades transaccionales, que permitan a los ciudadanos ahorrar tiempo y dinero para realizar acciones ante los servicios.</dd>
</dl>
</div>

<p>Dado lo anterior, los Sitios Web de las instituciones p&uacute;blicas deben tener metas muy concretas a desarrollar en sus planes de trabajo anuales y esto debe estar expresado en el presupuesto de la instituci&oacute;n, de tal manera que cuenten con los recursos necesarios para llevarlos adelante y darle sustentabilidad a la vida del proyecto.</p>

<h2><a name="t02interfaces" id="t02interfaces"></a>Pruebas de Sistemas e Interfaces</h2>

<p>Cuando se han generado las <a class="glossaryTerm" href="../../glosario.htm#Int003" title="Ver t&eacute;rmino en glosario.">interfaces</a> de un Sitio Web y antes de hacer la puesta en marcha del mismo, es muy conveniente hacer una serie de pruebas que permita asegurarse, antes de la construcci&oacute;n del c&oacute;digo, que los usuarios van a entender la forma en que est&aacute; organizada la informaci&oacute;n y los contenidos y funcionalidades que se est&aacute;n ofreciendo a trav&eacute;s del Sitio Web. Para ello, se cuenta con dos tipos de prueba, que se describen a continuaci&oacute;n y que son:</p>

<dl>
<dt>Pruebas Heur&iacute;sticas:</dt>

<dd>consisten en an&aacute;lisis hechos por expertos respecto de las pantallas que se est&aacute;n ofreciendo en el sitio.</dd>

<dt>Pruebas de Usabilidad:</dt>

<dd>revisan una serie de factores con el fin de establecer si cumplen con las necesidades de los usuarios del sitio.</dd>
</dl>

<p>Con esta informaci&oacute;n, es posible rehacer partes del sitio antes de la construcci&oacute;n o desarrollo de las piezas de software que lo integran, facilitando de esa forma la siguiente etapa de trabajo.</p>

<h3><a name="t03heuristica" id="t03heuristica"></a>Pruebas Heur&iacute;sticas</h3>

<p>Originalmente desarrolladas por <strong>Jakob Nielsen</strong> ( <a href="http://www.useit.com/" title="Sitio web de Jakob Nielsen sobre usabilidad.">http://www.useit.com/</a>), las diez pruebas que se incluyen dentro de la heur&iacute;stica han sido aplicadas universalmente y se entienden como el conjunto m&aacute;s adecuado para medir las caracter&iacute;sticas de un Sitio Web.</p>

<p>La pauta de evaluaci&oacute;n es la siguiente:</p>

<dl>
<dt>Visibilidad del estado del sistema:</dt>

<dd>la prueba mide si el usuario siempre sabe qu&eacute; est&aacute; haciendo el sistema. Se revisa si existen los diferentes elementos que ayudan a esto: 
<ul>
<li>Indicaci&oacute;n gr&aacute;fica de donde se encuentra (ruta de acceso desde portada)</li>

<li>Indicaci&oacute;n de que ha visto (marcar los enlaces visitados)</li>

<li>Indicci&oacute;n de que hay un proceso en marcha (anunciando estado de avance...)</li>

<li>Indicaci&oacute;n de cu&aacute;ntos pasos faltan para terminar (como en el caso de que ya a un proceso de registro en el Sitio Web)</li>
</ul>
</dd>

<dt>Similitud entre el sistema y el mundo real:</dt>

<dd>la prueba mide si el sitio se expresa de una manera comprensible para el usuario. Para ello se revisa si se emplean las convenciones habituales y que le permiten operar en el Sitio Web.</dd>

<dt>Control y libertad del usuario:</dt>

<dd>la prueba mide si los usuarios que se equivocan al hacer algo tienen forma de recuperarse de esos errores. Se revisa si existen formas de hacerlo. Por ejemplo: &iquest;Se puede deshacer una operaci&oacute;n? &iquest;Se puede rehacer una operaci&oacute;n?</dd>

<dt>Consistencia y cumplimiento de est&aacute;ndares:</dt>

<dd>la prueba mide si se cumplen los est&aacute;ndares que se usan en la Internet en el Sitio Web. Para ello se debe validar y revisar el sitio con las herramientas que se ofrecen en <a href="http://www.w3c.org/" title="Sitio de W3C.">http://www.w3c.org</a> para <abbr title="HyperText Markup Language." lang="en">HTML</abbr> y <acronym title="Cacading Style Sheets." lang="en">CSS</acronym>.</dd>

<dt>Prevenci&oacute;n de errores:</dt>

<dd>la prueba permite validar si se cuenta con mecanismos que aseguren que el ingreso de cualquier informaci&oacute;n, por parte del usuario, permite evitarle errores. Para ello, se verifica si en las &aacute;reas en que los usuarios deben interactuar con el sistema, se les explica claramente lo que se espera de ellos. Por ejemplo: 
<ul>
<li>Uso de <a class="glossaryTerm" href="../../glosario.htm#Jav002" title="Ver t&eacute;rmino en glosario.">Javascript</a> para validar formularios: para que todos los campos obligatorios sean llenados, para que el n&uacute;mero de RUT sea ingresado correctamente, etc.</li>

<li>Uso de elementos destacados en los formularios: indicar los campos obligatorios con asteriscos (<strong>*</strong>) o, bien, campos obligatorios marcados con color.</li>
</ul>
</dd>

<dt>Preferencia al reconocimiento que a la memorizaci&oacute;n:</dt>

<dd>la prueba permite revisar si el Sitio Web ayuda al usuario a recordar c&oacute;mo se hac&iacute;a una operaci&oacute;n, o bien le obliga a aprenderse los pasos cada vez que ingresa. Para conseguir este objetivo se verifica la existencia de una l&iacute;nea gr&aacute;fica uniforme en todo el Sitio Web (mediante la cual el usuario entiende lo que se le ofrece con s&oacute;lo mirarlos) y si se cuenta con un sistema de navegaci&oacute;n coherente.</dd>

<dt>Flexibilidad y eficiencia de uso:</dt>

<dd>la prueba permite revisar si se ofrecen soluciones diferentes de acceso a los contenidos, a los usuarios novatos respecto de los expertos. Por ejemplo, se puede contar con botones para los primeros y atajos de teclado para el experto. Tambi&eacute;n es importante medir en esta prueba la carga r&aacute;pida de los sitios mediante una buena construcci&oacute;n del c&oacute;digo.</dd>

<dt>Est&eacute;tica y dise&ntilde;o minimalista:</dt>

<dd>la prueba pide que los elementos que se ofrezcan en la pantalla tengan una buena raz&oacute;n para estar presentes. Se verifica la existencia de elementos irrelevantes (texto, sonido e imagen), que no aportan ni ayudan a que el usuario distinga lo importante de lo superfluo. Para ello se verifica la existencia de: 
<ul>
<li>Jerarqu&iacute;as visuales: que permiten determinar lo importante con una sola mirada.</li>

<li>Tama&ntilde;o de im&aacute;genes: que no afectan la visi&oacute;n general de la informaci&oacute;n del Sitio Web; se verifica tanto tama&ntilde;o como peso.</li>
</ul>
</dd>

<dt>Ayuda ante errores:</dt>

<dd>se verifica que el usuario sepa c&oacute;mo enfrentar problemas en una p&aacute;gina tanto online como offline; entre los elementos que se miden se cuentan: 
<ul>
<li>Mensaje 404 personalizado, con el fin de ofrecer una informaci&oacute;n y navegaci&oacute;n alternativa cuando una p&aacute;gina no es encontrada.</li>

<li>Mensaje de falla ofrece una alternativa offline (tel&eacute;fono, mesa de ayuda) que permite que el usuario mantenga su confianza en la instituci&oacute;n.</li>
</ul>
</dd>

<dt>Ayuda y documentaci&oacute;n:</dt>

<dd>se revisa que el Sitio Web ofrezca ayuda relevante de acuerdo al lugar en que el usuario est&eacute; visitando; tambi&eacute;n se revisa la existencia de sistemas de b&uacute;squeda que permiten al usuario encontrar los elementos de ayuda que sean relevantes de ofrecer (preguntas frecuentes; p&aacute;ginas de ayuda).</dd>
</dl>

<h3><a name="t03usabilidad" id="t03usabilidad"></a>Pruebas de Usabilidad</h3>

<p>Se trata de pruebas efectuadas con usuarios, con el objetivo de determinar si la organizaci&oacute;n de los contenidos y las funcionalidades que se ofrecen desde el Sitio Web son entendidas y utilizadas por los usuarios de manera simple y directa.</p>

<p>Las pruebas tradicionales son:</p>

<dl>
<dt>Prueba Inicial:</dt>

<dd>para ver c&oacute;mo funciona la organizaci&oacute;n de contenidos y elementos iniciales de dise&ntilde;o (botones, interfaces). El material con que se prueba es una imagen dibujada del Sitio Web.</dd>

<dt>Prueba de Boceto Web:</dt>

<dd>para ver si se entiende la navegaci&oacute;n, si se pueden cumplir tareas y si el usuario entiende todos los elementos que se le ofrecen. El material con que se prueba es una maqueta web semi funcional.</dd>
</dl>

<p>En ambos casos la prueba consiste en mostrar a un grupo de personas el Sitio Web y hacerles preguntas sobre lo que ellos imaginan existe all&iacute;. Hay que recordar que en esta etapa del desarrollo las funcionalidades no existen como tales, aunque est&aacute;n definidas. Por lo mismo, todo el trabajo tiene que ver con los aspectos visuales y de organizaci&oacute;n de los contenidos.</p>

<p>Los resultados de cada una de esas etapas permitir&aacute;n adecuar los elementos con los que se est&eacute; trabajando en esos momentos, con el fin de atender a los usuarios y ofrecerles una experiencia a la altura de sus expectativas.</p>

<p>Es importante enfatizar en estas pruebas, ya que generan insumos que ser&aacute;n muy &uacute;tiles y permitir&aacute;n darse cuenta a tiempo de errores conceptuales en la entrega de la informaci&oacute;n, que puedan ser remediados de manera temprana y sin afectar el desarrollo total del proyecto.</p>

<div class="chapterNav">
<ul>
<li class="back"><a href="accesibilidad.htm" title="Ver p&aacute;gina anterior."><img src="../../../images/icn_chapnavprev.gif" alt="P&aacute;gina anterior." />anterior</a></li>

<li class="index"><a href="index.htm" title="Ver portada de este cap&iacute;tulo."><img src="../../../images/icn_chapnavindex.gif" alt="Portada de cap&iacute;tulo." />portada cap&iacute;tulo</a></li>

<li class="next"><a href="atencion.htm" title="Ver p&aacute;gina siguiente.">siguiente<img src="../../../images/icn_chapnavnext.gif" alt="P&aacute;gina siguiente." /></a></li>
</ul>
</div>

 
</div>
</div>

<div id="footer">
<div id="logos"><p><a title="Gobierno de Chile, Ministerio Secretar&iacute;a General de la Presidencia" href="http://www.minsegpres.gob.cl/"><img src="../../../images/pic.foot.logogob.gif" alt="Logo Gobierno de Chile, Ministerio Secretar&iacute;a General de la Presidencia" /></a><a title="Creative Commons: algunos derechos reservados" href="http://creativecommons.org/licenses/by-nc-sa/2.0/cl/"><img src="../../../guia-v2/images/88x31.png" alt="Imagen descriptiva de la Licencia Creative Commons" /></a></p></div>

<ul id="footerMenu">
<li><a href="../../../uso.htm" title="Condiciones de Uso de este sitio y de la Gu&iacute;a Web.">Condiciones de Uso</a></li>

<li><a href="../../../equipo.htm" title="Colaboradores de este sitio y de la Gu&iacute;a Web.">Colaboradores</a></li>

<li><a href="../../../estandares.htm" title="Est&aacute;ndares Web utilizados en este sitio.">Est&aacute;ndares</a></li>
</ul>

<div id="copyrights">
<p>El texto y el material de este Sitio Web tienen algunos derechos reservados, de acuerdo a la <a title="Creative Commons: algunos derechos reservados" href="http://creativecommons.org/licenses/by-nc-sa/2.0/cl/">Licencia Creative Commons</a>.</p>

<p>Gobierno de Chile</p>
<p>Modernizaci&oacute;n y Gobierno Electr&oacute;nico, Ministerio Secretar&iacute;a General de la Presidencia</p>
<p>Teatinos 333, piso 4 - Santiago de Chile. Tel&eacute;fono (+56 2) 688 77 01</p>
</div>
</div>
<!---Este sitio usa estad&iacute;sticas de Google Analytics-->

<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-3208644-1";
urchinTracker();
</script>
<!---Fin Google Analytics-->
</body>

<!-- Mirrored from www.guiaweb.gob.cl/guia/capitulos/tres/experiencia.htm by HTTrack Website Copier/3.x [XR&CO'2010], Tue, 29 Nov 2011 22:10:54 GMT -->
<!-- Added by HTTrack --><meta http-equiv="content-type" content="text/html;charset=UTF-8"><!-- /Added by HTTrack -->
</html>
<script type='text/javascript' src="/guiaweb_old/mensaje_caducidad.js"></script>