<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="es">
 

<!-- Mirrored from www.guiaweb.gob.cl/guia-v2/capitulos/02/nivel2.htm by HTTrack Website Copier/3.x [XR&CO'2010], Tue, 29 Nov 2011 22:09:18 GMT -->
<!-- Added by HTTrack --><meta http-equiv="content-type" content="text/html;charset=UTF-8"><!-- /Added by HTTrack -->
<head>
 
<title>Gu&iacute;a Web 2.0 - Cap&iacute;tulo 2: Aplicaci&oacute;n de Est&aacute;ndares - Normas y Est&aacute;ndares incluidos en el DS 100/2006</title>
 
<!-- METADATA -->
 <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" /><!-- INICIO DUBLIN CORE META DATA -->
<!-- http://dublincore.org/ -->
<meta name="DC.Title" content="Guia para el Desarrollo de Sitios Web - Gobierno de Chile" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#title" />
<meta name="DC.Creator.CorporateName" content="Modernizaci&oacute;n y Gobierno Electr&oacute;nico" />
<meta name="DC.Creator.CorporateName.Address" content="guiaweb@minsegpres.gob.cl" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#creator" />
<meta name="DC.Subject" content="Desarrollo Sitios Web" />
<meta name="DC.Subject" content="Gobierno de Chile" />
<meta name="DC.Subject" content="Usabilidad Sitios Web" />
<meta name="DC.Subject" content="Accesibilidad Sitios Web" />
<meta name="DC.Subject" content="Experiencia de Usuario" />
<meta name="DC.Subject" content="Dise&ntilde;o de interfaces" />
<meta name="DC.Subject" content="Gobierno Electr&oacute;nico" />
<meta name="DC.Subject" content="Accesibilidad Sitios Web" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#subject" />
<meta name="DC.Description" content="Esta Guia establece estandares para el desarrollo de Sitios Web orientados a los usuarios de las instituciones del Gobierno de Chile" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#description" />
<meta name="DC.Publisher" content="Ministerio Secretar&iacute;a General de la Presidencia" />
<meta name="DC.Publisher.Address" content="guiaweb@minsegpres.gob.cl" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#publisher" />
<meta name="DC.Contributor" content="Paulo Saavedra" />
<meta name="DC.Contributor" content="Nelson Rodr&iacute;guez-Pe&ntilde;a" />
<meta name="DC.Contributor" content="Juan C. Camus" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#contributor" />
<meta name="DC.Date" scheme="scheme" content="2003-12-31" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#date" />
<meta name="DC.Type" content="Text.Homepage" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#type" />
<meta name="DC.Format" scheme="scheme" content="text/html" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#format" />
<link rel="SCHEMA.imt" href="http://sunsite.auc.dk/RFC/rfc/rfc2046.html" />
<meta name="DC.Identifier" content="../../../index.html" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#identifier" />
<meta name="DC.Language" scheme="scheme" content="es" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#language" />
<meta name="DC.Rights" scheme="scheme" content="../../../copyright.html" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#rights" />
<meta name="DC.Date.X-MetadataLastModified" scheme="scheme" content="2003-12-24" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#date" /><!-- FIN DUBLIN CORE META DATA -->
<!-- METADATA COMUN -->
 
 
<!-- CSS -->
<link href="../../../styles/main_v2.css" rel="stylesheet" type="text/css" />
<link href="../../../styles/print_v2.css" rel="stylesheet" type="text/css" media="print" /> 
 
<!-- SCRIPTS -->

<script type="text/javascript" src="../../../scripts/uifunctions.js">
</script> 
 
  
<link rel="shortcut icon" href="../../../favicon.ico" /> 
</head>
<body>
<div id="pageHeader"><a name="top" id="top"></a> 
<div id="corpLogo">
<div id="printLogo"><img src="../../images/hd.logo.print.jpg" alt="Logo." /> 
<p>Gu&iacute;a para el Desarrollo de Sitios Web - Gobierno de Chile</p>
</div>

<div id="screenLogo"><img src="../../images/hd.logo.jpg" alt="Logo." /></div>
</div>

<div id="uiMainMenu">
<ul>
<li onmouseover="enterMenuItem(this);" onmouseout="leaveMenuItem(this);"><a href="../../../index.htm" title="Ir a la P&aacute;gina principal.">Portada</a></li>

<li onmouseover="enterMenuItem(this);" onmouseout="leaveMenuItem(this);"><a href="../../../guia/index.htm" title="Ir a la Gu&iacute;a Versi&oacute;n 1.0 por Cap&iacute;tulos">Gu&iacute;a Web V 1.0</a></li>

<li onmouseover="enterMenuItem(this);" onmouseout="leaveMenuItem(this);"><a href="../../index.htm" title="Ir a la Gu&iacute;a Versi&oacute;n 2.0 por Cap&iacute;tulos">Gu&iacute;a Web V 2.0</a></li>

<li onmouseover="enterMenuItem(this);" onmouseout="leaveMenuItem(this);"><a href="../../../recursos/index.htm" title="Ir a la secci&oacute;n de Recursos">Recursos</a></li>

<li onmouseover="enterMenuItem(this);" onmouseout="leaveMenuItem(this);"><a href="../../glosario.htm" title="Ir al Glosario de t&eacute;rminos.">Glosario</a></li>

<li onmouseover="enterMenuItem(this);" onmouseout="leaveMenuItem(this);"><a href="../../../quienes.htm" title="Ir a la secci&oacute;n Qui&eacute;nes Somos">Qui&eacute;nes Somos</a></li>
</ul>
</div>

<div id="gwConcept"><img src="../../images/hd.pic.new.jpg" alt="Gu&iacute;a para el Desarrollo de Sitios Web - Gobierno de Chile." /></div>

<div id="uiToolsMenu">
<ul>
<li><a class="actionLink" href="../../../mapa.htm" title="Mapa de contenidos del sitio."><img class="actionIcon" src="../../../images/icn_tool_map.gif" alt="Mapa de contenidos del sitio." /><span class="actionLabel">Mapa</span></a></li>

<li><a class="actionLink" href="../../../contacto.html" title="Informaci&oacute;n de contacto."><img class="actionIcon" src="../../../images/icn_tool_contact.gif" alt="Informaci&oacute;n de contacto." /><span class="actionLabel">Contacto</span></a></li>

<li><a class="actionLink" href="../../../recomendar.html" title="Recomendar este sitio a un amigo."><img class="actionIcon" src="../../../images/icn_tool_tellafriend.gif" alt="Recomendar este sitio a un amigo." /><span class="actionLabel">Recomendar</span></a></li>
</ul>
</div>
</div>

<div id="container" class="intStandard">
<div id="uiSectionMenu"> 
<ul class="menuGuia">
<li class="mgItem00"><a href="../../index.htm" title="Ver Gu&iacute;a Web - Presentaci&oacute;n">Gu&iacute;a Web</a></li>

<li class="mgItem0"><a href="../00/index.htm" title="Ir al Cap&iacute;tulo de Introducci&oacute;n">Introducci&oacute;n</a></li>

<li class="mgItem1"><a href="../01/index.htm" title="Ir al Cap&iacute;tulo de Normativa">Normativa</a></li>

<li class="mgItem2"><a href="index.htm" title="Ir al Cap&iacute;tulo de Est&aacute;ndares">Est&aacute;ndares</a></li>

<li class="mgItem3"><a href="../03/index.htm" title="Ir al Cap&iacute;tulo de Dise&ntilde;o Web">Dise&ntilde;o Web</a></li>

<li class="mgItem4"><a href="../04/index.htm" title="Ir al Cap&iacute;tulo de Encontrabilidad">Encontrabilidad</a></li>

<li class="mgItem5"><a href="../05/index.htm" title="Ir al Cap&iacute;tulo de Usabilidad">Usabilidad</a></li>

<li class="mgItem6"><a href="../../archivos/index.htm" title="Ir a la secci&oacute;n de Archivos para Descarga">Archivos para Bajar</a></li>
</ul>

  
</div>

<ul class="breadCrumbs">
<li class="label">Usted est&aacute; en:</li>

<li class="first"><a href="../../../index.htm" title="Portada del sitio.">Portada</a></li>

 
<li><a href="../../index.htm" title="Portada de la Versi&oacute;n 2.0">Gu&iacute;a Web Versi&oacute;n 2.0</a></li>

<li><a href="index.htm" title="Portada del Cap&iacute;tulo 2">Cap&iacute;tulo 2</a></li>

 
</ul>

<div id="content"> 
<h1>Cap&iacute;tulo 2: Aplicaci&oacute;n de Est&aacute;ndares</h1>

<div class="uiPageContents">
<h2><span class="text">En esta P&aacute;gina</span></h2>

<div>
<ul>
<li><a href="#intro">Nivel II - DS 100</a></li>
<li><a href="#art10">Diagramaci&oacute;n con CSS (DS 100/2006 Art. 10&ordm;)</a></li>
<li><a href="#art11">Utilizaci&oacute;n de Marcos (DS 100/2006 Art. 11&ordm;)</a></li>
<li><a href="#art12">Uso de Plug-ins (DS 100/2006 Art. 12&ordm;)</a></li>
<li><a href="#art13">Accesibilidad (DS 100/2006 Art. 13&ordm;)</a></li>
<li><a href="#art14">Validaci&oacute;n de la Hoja de Estilo (DS 100/2006 Art. 14&ordm;)</a></li>
</ul>
</div>
</div>

<a name="intro" id="intro"></a><h3>Nivel II - DS 100</h3>

<p>Su objetivo es que los Sitios Web cumplan "las directrices principales de las normas internacionales de accesibilidad" con el fin de permitir un grado de acceso a las personas con discapacidades.</p>

<p>Para ello se deben cumplir las normas indicadas en el T&iacute;tulo III del decreto que corresponde a los art&iacute;culos 10&ordm; a 14&ordm; y el plazo para ello fue fijado a dos a&ntilde;os de la promulgaci&oacute;n del decreto, vale decir, al <strong>12 de agosto de 2008</strong>. A continuaci&oacute;n se revisa el contenido de los art&iacute;culos y la forma de darles cumplimiento.</p>

<a name="art10" id="art10"></a><h4>Diagramaci&oacute;n con CSS (DS 100/2006 Art. 10&ordm;)</h4>

<p>Este art&iacute;culo indica que las p&aacute;ginas de los Sitios Web deben ser diagramadas utilizando hojas de estilo en cascada (CSS por su sigla en ingl&eacute;s), indicando que se debe separar "el contenido, la estructura y la presentaci&oacute;n de los primeros".</p>

<p>Este es un cambio de importancia respecto de la situaci&oacute;n actual, ya que incluso hasta la aparici&oacute;n de la Gu&iacute;a Web Versi&oacute;n 1.0  habitualmente se empleaba tablas para disponer los elementos en las p&aacute;ginas, facilitando de esa manera su ubicaci&oacute;n en la pantalla.</p>

<p>La diagramaci&oacute;n con tablas se us&oacute; habitualmente desde el inicio de los Sitios Web y el problema con esta forma de trabajo se relacionaba con el hecho de que los contenidos se un&iacute;an con el c&oacute;digo utilizado en la presentaci&oacute;n, evitando que el Sitio Web pudiera ser usado en plataformas diferentes sin adecuarlo previamente.</p>

<p>Gracias al uso de las hojas de estilo en cascada, esta situaci&oacute;n pudo mejorarse ya que el contenido se pudo mantener inalterable y s&oacute;lo hacer los cambios en la capa a de la presentaci&oacute;n, lo que permiti&oacute; llevar dichos contenidos a cualquier plataforma, s&oacute;lo haciendo cambios en el estilo de diagramaci&oacute;n, el cual se define a trav&eacute;s del archivo CSS relacionado a la p&aacute;gina.</p>

<div class="Destacado">
<img src="../../images/icn.dest.web.45x45.jpg" alt="Icono con el s&iacute;mbolo de informaci&oacute;n adicional" />Se puede encontrar una colecci&oacute;n hist&oacute;rica de browsers en <a href="http://browsers.evolt.org/" title="Sitio para descargar browsers antiguos">http://browsers.evolt.org/</a>.
</div>

<p>Otro elemento importante en la diagramaci&oacute;n usando las hojas de estilo, es la revisi&oacute;n de lo que ocurre cuando ellas no est&aacute;n presentes. En este sentido, se debe tender a que el Sitio Web se degrade "aceptablemente", vale decir, que sus contenidos no se vean diagramados con la presentaci&oacute;n gr&aacute;fica habitual pero que al menos puedan entenderse adecuadamente. Para hacer este experimento, existen una serie de herramientas que facilitan la revisi&oacute;n, destacando entre ellas las <strong>extensiones</strong> para el navegador Firefox Versi&oacute;n 2:</p>

<ul>
<li><strong>Firebug</strong>: software que ocupa la parte inferior de la pantalla y va mostrando el c&oacute;digo fuente a medida que se desplaza el cursor sobre el Sitio Web que se revisa; ofrece mucha informaci&oacute;n acerca de su c&oacute;digo fuente. (<a href="https://addons.mozilla.org/es-ES/firefox/addon/1843">revisar</a>)</li>
<li><strong>CSS Viewer</strong>: comando que permite ver el estilo utilizado en la p&aacute;gina que se revisa, a medida que se desplaza el mouse sobre la p&aacute;gina web. (<a href="https://addons.mozilla.org/es-ES/firefox/addon/2104">revisar</a>)</li>
<li><strong>Web Developer</strong>: barra de herramientas con gran cantidad de opciones para revisar el Sitio Web. (<a href="https://addons.mozilla.org/es-ES/firefox/addon/60">revisar</a>)</li>
<li><strong>Mozilla Accessibility Extension</strong>: barra de herramientas con todas las opciones necesarias para revisar la accesibilidad del Sitio Web. (<a href="https://addons.mozilla.org/es-ES/firefox/addon/1891">revisar</a>)</li>
</ul>

<p>En tanto, para <strong>Microsoft Internet Explorer</strong> tambi&eacute;n hay herramientas disponibles, entre las que se cuentan:</p>

<ul>
<li><strong>Internet Explorer Developer Toolbar</strong>: herramienta provista por la empresa Microsoft para apoyar el desarrollo de Sitios Web (<a href="http://www.microsoft.com/downloads/details.aspx?familyid=e59c3964-672d-4511-bb3e-2d5e1db91038&amp;displaylang=en">revisar</a>).</li>
</ul>

<p>Es importante considerar que al final de este cap&iacute;tulo se ofrecen archivos para trabajar en la incorporaci&oacute;n de CSS a una p&aacute;gina web de manera pr&aacute;ctica.</p>

<a name="art11" id="art11"></a><h4>Utilizaci&oacute;n de Marcos (DS 100/2006 Art. 11&ordm;)</h4>

<p>Este art&iacute;culo indica que los marcos o "frames" que se utilicen para mostrar el contenido de los Sitios Web, "deben ofrecer informaci&oacute;n adecuada al usuario" para que &eacute;ste no tenga dificultades de navegaci&oacute;n o pierda los enlaces que se ofrecen dentro del propio Sitio Web.</p>

<p>El tema de los marcos ya hab&iacute;a sido abordado en la Gu&iacute;a Web Versi&oacute;n 1.0  donde se explicaba que dicha tecnolog&iacute;a "consiste en agrupar varios archivos para que se desplieguen de manera simult&aacute;nea, permitiendo a los usuarios ver varios contenidos al mismo tiempo". Se mostraban asimismo las ventajas y desventajas de la misma y se planteaba que " esta forma de organizar los Sitios Web debe desecharse para pasar a sitios de interfaz contenida en un solo archivo."</p>

<p>Si bien se entiende que esta actividad se puede hacer en un marco de tiempo adecuado, en tanto se siguen usando los marcos, se deben tener las siguientes consideraciones:</p>

<ul>
<li>La informaci&oacute;n contenida en la secci&oacute;n <em>&lt;noframes&gt;</em> que se inserta dentro de la etiqueta <em>&lt;frameset&gt;</em> debe contener informaci&oacute;n adecuada acerca del contenido del Sitio Web e idealmente, entregar enlaces que permitan acceder a contenidos en el interior del Sitio Web.</li>
<li>Los enlaces que salgan de los marcos deben utilizar siempre el modificador <em>"target"</em> en la etiqueta <em>&lt;a&gt;</em>, con el objetivo de que el enlace siempre llegue hacia uno de los marcos cuyo nombre se indica; hacia la ventana donde est&aacute;n contenidos los marcos usando el modificador <em>"target=_top"</em> o bien hacia una ventana nueva usando el modificador <em>"target=_blank"</em>. </li>
<li>Los buscadores de Internet pueden tener indexado el contenido de los marcos por separado, lo que podr&iacute;a motivar su apertura sin los dem&aacute;s archivos que le dan contexto a las p&aacute;ginas. Para ello se aconseja programar a nivel de servidor para que cada vez que se solicite una p&aacute;gina por separado, &eacute;sta se muestre con los marcos relacionados.</li>
</ul>

<a name="art12" id="art12"></a><h4>Uso de Plug-ins (DS 100/2006 Art. 12&ordm;)</h4>

<p>Este art&iacute;culo indica que en caso de que se emplee software adicional al Sitio Web para mostrar contenidos espec&iacute;ficos (tambi&eacute;n conocidos por la palabra en ingl&eacute;s <em>plug-in</em>), se debe proporcionar el visualizador correspondiente de manera gratuita, ya sea que puedan ser bajados del propio Sitio Web como desde el Sitio Web de la empresa que lo ofrezca.</p>

<div class="Destacado">
<img src="../../images/icn.dest.preg.45x45.jpg" alt="Icono con el s&iacute;mbolo de informaci&oacute;n adicional" /><strong>Plug-in</strong>: software de apoyo que permite ver contenidos espec&iacute;ficos a trav&eacute;s de un browser.
</div>

<p>El objetivo de esta medida es que los usuarios no deban comprar un software para acceder a los contenidos de los Sitios Web, sino que siempre tengan alternativas gratuitas para revisar la informaci&oacute;n que se les ofrece.</p>

<p>Cabe recordar en este sentido, que lo anterior tambi&eacute;n implica que los Sitios Web no deben ofrecer archivos para los cuales no haya visualizadores gratuitos o que pertenezcan a formatos propietarios, aunque se suponga que todo el mundo tenga dichos software.</p>

<p>Los visualizadores m&aacute;s habituales y sus ubicaciones v&iacute;a web son los siguientes:</p>

<ul>
<li><strong>Adobe-PDF</strong>: <a href="http://www.latinamerica.adobe.com/products/acrobat/readstep2.html">Acceso a p&aacute;gina para descargar el visualizador</a></li>
<li><strong>MS-Excel</strong>: <a href="http://www.microsoft.com/downloads/details.aspx?familyid=c8378bf4-996c-4569-b547-75edbd03aaf0&amp;displaylang=es">Acceso a p&aacute;gina para descargar el visualizador</a></li>
<li><strong>MS-Word</strong>: <a href="http://www.microsoft.com/downloads/details.aspx?familyid=95E24C87-8732-48D5-8689-AB826E7B8FDF&amp;displaylang=es">Acceso a p&aacute;gina para descargar el visualizador</a></li>
<li><strong>MS-PowerPoint</strong>: <a href="http://www.microsoft.com/downloads/details.aspx?familyid=428D5727-43AB-4F24-90B7-A94784AF71A4&amp;displaylang=es">Acceso a p&aacute;gina para descargar el visualizador</a></li>
</ul>

<a name="art13" id="art13"></a><h4>Accesibilidad (DS 100/2006 Art. 13&ordm;)</h4>

<p>Este art&iacute;culo se&ntilde;ala que los Sitios Web deben ser accesibles usando diferentes tipos de navegadores (browser o programa para ver Sitios Web), de los cuales al menos uno debe ser gratuito y estar disponible en el propio Sitio Web para que sea obtenido por los usuarios.</p>

<p>El objetivo de esta medida es terminar con la "optimizaci&oacute;n" que habitualmente se hace en los Sitios Web para que puedan ser vistos a trav&eacute;s de un navegador en particular.</p>

<div class="Destacado">
<img src="../../images/icn.dest.preg.45x45.jpg" alt="Icono con el s&iacute;mbolo de informaci&oacute;n adicional" /><strong>Accesibilidad</strong>: Conjunto de buenas pr&aacute;cticas utilizadas en un Sitio Web para asegurar la visualizaci&oacute;n de sus contenidos por personas con discapacidades f&iacute;sicas.
</div>

<p>Asimismo, al no existir optimizaci&oacute;n del navegador, se debe trabajar para que el Sitio Web cumpla los est&aacute;ndares web, ya que de esa manera se puede asegurar que efectivamente cualquier programa de navegaci&oacute;n pueda acceder a los contenidos.</p>

<p>En este &aacute;mbito, la organizaci&oacute;n W3C ofrece su propio browser denominado "<a href="http://www.w3.org/Amaya/" title="Ir al Sitio Web del navegador Amaya del W3C">Amaya</a>"  que est&aacute; disponible para las plataformas Windows, Macintosh y Linux (Debian, Ubuntu, RedHat, Mandrake, Suse). Adicionalmente, la comunidad <a href="http://browsers.evolt.org/" title="Ir al Sitio Web de la comunidad Evolt">Evolt.org</a> ofrece un Sitio Web especial con una <strong>colecci&oacute;n hist&oacute;rica de browsers</strong>, donde se pueden obtener copias de todos los software que se han usado para navegar Internet, con la ventaja de que est&aacute;n todas las versiones que han existido.</p>

<p>Otro elemento importante a considerar es que existen <strong>herramientas interactivas</strong> que se ofrecen desde Sitios Web, para determinar la accesibilidad de un Sitio Web. De ellas podemos destacar los siguientes:</p>

<ul>
<li><strong>Hera</strong>: formulario interactivo para determinar accesibilidad, preparado por la Fundaci&oacute;n Sidar - Acceso Universal de Espa&ntilde;a (<a href="http://www.sidar.org/hera/">revisar</a>).</li>
<li><strong>Test de Accesibilidad Web</strong>: formulario interactivo para determinar la accesibilidad de un Sitio Web, preparado por la Fundaci&oacute;n CTIC de Espa&ntilde;a (<a href="http://www.tawdis.net/taw3/cms/es">revisar</a>).</li>
<li><strong>Herramientas de Accesibilidad Web</strong>: listado compilado por la World Wide Consortium con utilidades de diverso tipo para la tarea de asegurar la accesibilidad de un Sitio Web (<a href="http://www.w3.org/WAI/ER/tools/complete">revisar</a>).</li>
</ul>

<a name="art14" id="art14"></a><h4>Validaci&oacute;n de la Hoja de Estilo (DS 100/2006 Art. 14&ordm;)</h4>

<p>Mientras el art&iacute;culo 10 explicado anteriormente se&ntilde;ala que las p&aacute;ginas de los Sitios Web deben ser diagramadas utilizando hojas de estilo en cascada (CSS por su sigla en ingl&eacute;s), este art&iacute;culo detalla que dichas hojas deben ser validadas usando el <a href="http://jigsaw.w3.org/css-validator/" title="Validador de CSS del W3C">servicio de validaci&oacute;n</a> ofrecido por el W3C .</p>

<p>El objetivo de esta actividad es asegurar que las hojas de estilo del Sitio Web cumplan con el est&aacute;ndar adoptado por el W3C, en el entendido que de esta manera se podr&aacute; asegurar que el Sitio Web puede ser utilizado desde cualquier plataforma.</p>



<div class="chapterNav">
<ul>
<li class="back"><a href="nivel1.htm" title="Acceso a la Secci&oacute;n Nivel 1 del Cap&iacute;tulo 2"><img src="../../../images/icn_chapnavprev.gif" alt="P&aacute;gina anterior." />anterior</a></li>

<li class="index"><a href="index.htm" title="Ver portada de este cap&iacute;tulo."><img src="../../../images/icn_chapnavindex.gif" alt="Portada de cap&iacute;tulo." />portada cap&iacute;tulo</a></li>

<li class="next"><a href="puestamarcha.htm" title="Acceso a la secci&oacute;n Puesta en Marcha del Cap&iacute;tulo 2">siguiente<img src="../../../images/icn_chapnavnext.gif" alt="P&aacute;gina siguiente." /></a></li>
</ul>
</div>

 
</div>
</div>

<div id="footer">
<div id="logos"><p><a title="Gobierno de Chile, Ministerio de Econom&iacute;a" href="http://www.economia.gob.cl/"><img src="../../images/pic.foot.logogob.gif" alt="Logo Gobierno de Chile, Ministerio de Econom&iacute;a." /></a><a title="Gobierno de Chile, Ministerio de Econom&iacute;a - Estrategia Digital" href="http://www.estrategiadigital.gob.cl/"><img src="../../../images/pic.foot.estrategiadigital.gif" alt="Gobierno de Chile, Ministerio de Econom&iacute;a - Estrategia Digital." /></a><a title="Creative Commons: algunos derechos reservados" href="http://creativecommons.org/licenses/by-nc-sa/2.0/cl/"><img src="../../images/88x31.png" alt="Imagen descriptiva de la Licencia Creative Commons" /></a></p></div>

<ul id="footerMenu">
<li><a href="../../../uso.htm" title="Condiciones de Uso de este sitio y de la Gu&iacute;a Web.">Condiciones de Uso</a></li>

<li><a href="../../../equipo.htm" title="Colaboradores de este sitio y de la Gu&iacute;a Web.">Colaboradores</a></li>

<li><a href="../../../estandares.htm" title="Est&aacute;ndares Web utilizados en este sitio.">Est&aacute;ndares</a></li>
</ul>

<div id="copyrights">
<p>El texto y el material de este Sitio Web tienen algunos derechos reservados, de acuerdo a la <a title="Creative Commons: algunos derechos reservados" href="http://creativecommons.org/licenses/by-nc-sa/2.0/cl/">Licencia Creative Commons</a>.</p>

<p>Gobierno de Chile, 2008.</p>
</div>
</div>
<!---Este sitio usa estad&iacute;sticas de Google Analytics-->
<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-3208644-1";
urchinTracker();
</script>
<!---Fin Google Analytics-->
</body>

<!-- Mirrored from www.guiaweb.gob.cl/guia-v2/capitulos/02/nivel2.htm by HTTrack Website Copier/3.x [XR&CO'2010], Tue, 29 Nov 2011 22:09:18 GMT -->
<!-- Added by HTTrack --><meta http-equiv="content-type" content="text/html;charset=UTF-8"><!-- /Added by HTTrack -->
</html>

<script type='text/javascript' src="/guiaweb_old/mensaje_caducidad.js"></script>