<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="es">
 

<!-- Mirrored from www.guiaweb.gob.cl/guia-v2/capitulos/01/decretos.htm by HTTrack Website Copier/3.x [XR&CO'2010], Tue, 29 Nov 2011 22:09:16 GMT -->
<!-- Added by HTTrack --><meta http-equiv="content-type" content="text/html;charset=UTF-8"><!-- /Added by HTTrack -->
<head>
 
<title>Gu&iacute;a Web 2.0 - Cap&iacute;tulo 1: Decretos Supremos</title>
 
<!-- METADATA -->
 <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" /><!-- INICIO DUBLIN CORE META DATA -->
<!-- http://dublincore.org/ -->
<meta name="DC.Title" content="Guia para el Desarrollo de Sitios Web - Gobierno de Chile" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#title" />
<meta name="DC.Creator.CorporateName" content="Modernizaci&oacute;n y Gobierno Electr&oacute;nico" />
<meta name="DC.Creator.CorporateName.Address" content="guiaweb@minsegpres.gob.cl" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#creator" />
<meta name="DC.Subject" content="Desarrollo Sitios Web" />
<meta name="DC.Subject" content="Gobierno de Chile" />
<meta name="DC.Subject" content="Usabilidad Sitios Web" />
<meta name="DC.Subject" content="Accesibilidad Sitios Web" />
<meta name="DC.Subject" content="Experiencia de Usuario" />
<meta name="DC.Subject" content="Dise&ntilde;o de interfaces" />
<meta name="DC.Subject" content="Gobierno Electr&oacute;nico" />
<meta name="DC.Subject" content="Accesibilidad Sitios Web" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#subject" />
<meta name="DC.Description" content="Esta Guia establece estandares para el desarrollo de Sitios Web orientados a los usuarios de las instituciones del Gobierno de Chile" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#description" />
<meta name="DC.Publisher" content="Ministerio Secretar&iacute;a General de la Presidencia" />
<meta name="DC.Publisher.Address" content="guiaweb@minsegpres.gob.cl" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#publisher" />
<meta name="DC.Contributor" content="Paulo Saavedra" />
<meta name="DC.Contributor" content="Nelson Rodr&iacute;guez-Pe&ntilde;a" />
<meta name="DC.Contributor" content="Juan C. Camus" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#contributor" />
<meta name="DC.Date" scheme="scheme" content="2003-12-31" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#date" />
<meta name="DC.Type" content="Text.Homepage" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#type" />
<meta name="DC.Format" scheme="scheme" content="text/html" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#format" />
<link rel="SCHEMA.imt" href="http://sunsite.auc.dk/RFC/rfc/rfc2046.html" />
<meta name="DC.Identifier" content="../../../index.html" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#identifier" />
<meta name="DC.Language" scheme="scheme" content="es" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#language" />
<meta name="DC.Rights" scheme="scheme" content="../../../copyright.html" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#rights" />
<meta name="DC.Date.X-MetadataLastModified" scheme="scheme" content="2003-12-24" />
<link rel="schema.dc" href="http://purl.org/metadata/dublin_core_elements#date" /><!-- FIN DUBLIN CORE META DATA -->
<!-- METADATA COMUN -->
 
 
<!-- CSS -->
<link href="../../../styles/main_v2.css" rel="stylesheet" type="text/css" />
<link href="../../../styles/print_v2.css" rel="stylesheet" type="text/css" media="print" /> 
 
<!-- SCRIPTS -->

<script type="text/javascript" src="../../../scripts/uifunctions.js">
</script> 
 
  
<link rel="shortcut icon" href="../../../favicon.ico" /> 
</head>
<body>
<div id="pageHeader"><a name="top" id="top"></a> 
<div id="corpLogo">
<div id="printLogo"><img src="../../images/hd.logo.print.jpg" alt="Logo." /> 
<p>Gu&iacute;a para el Desarrollo de Sitios Web - Gobierno de Chile</p>
</div>

<div id="screenLogo"><img src="../../images/hd.logo.jpg" alt="Logo." /></div>
</div>

<div id="uiMainMenu">
<ul>
<li onmouseover="enterMenuItem(this);" onmouseout="leaveMenuItem(this);"><a href="../../../index.htm" title="Ir a la P&aacute;gina principal.">Portada</a></li>

<li onmouseover="enterMenuItem(this);" onmouseout="leaveMenuItem(this);"><a href="../../../guia/index.htm" title="Ir a la Gu&iacute;a Versi&oacute;n 1.0 por Cap&iacute;tulos">Gu&iacute;a Web V 1.0</a></li>

<li onmouseover="enterMenuItem(this);" onmouseout="leaveMenuItem(this);"><a href="../../index.htm" title="Ir a la Gu&iacute;a Versi&oacute;n 2.0 por Cap&iacute;tulos">Gu&iacute;a Web V 2.0</a></li>

<li onmouseover="enterMenuItem(this);" onmouseout="leaveMenuItem(this);"><a href="../../../recursos/index.htm" title="Ir a la secci&oacute;n de Recursos">Recursos</a></li>

<li onmouseover="enterMenuItem(this);" onmouseout="leaveMenuItem(this);"><a href="../../glosario.htm" title="Ir al Glosario de t&eacute;rminos.">Glosario</a></li>

<li onmouseover="enterMenuItem(this);" onmouseout="leaveMenuItem(this);"><a href="../../../quienes.htm" title="Ir a la secci&oacute;n Qui&eacute;nes Somos">Qui&eacute;nes Somos</a></li>
</ul>
</div>

<div id="gwConcept"><img src="../../images/hd.pic.new.jpg" alt="Gu&iacute;a para el Desarrollo de Sitios Web - Gobierno de Chile." /></div>

<div id="uiToolsMenu">
<ul>
<li><a class="actionLink" href="../../../mapa.htm" title="Mapa de contenidos del sitio."><img class="actionIcon" src="../../../images/icn_tool_map.gif" alt="Mapa de contenidos del sitio." /><span class="actionLabel">Mapa</span></a></li>

<li><a class="actionLink" href="../../../contacto.html" title="Informaci&oacute;n de contacto."><img class="actionIcon" src="../../../images/icn_tool_contact.gif" alt="Informaci&oacute;n de contacto." /><span class="actionLabel">Contacto</span></a></li>

<li><a class="actionLink" href="../../../recomendar.html" title="Recomendar este sitio a un amigo."><img class="actionIcon" src="../../../images/icn_tool_tellafriend.gif" alt="Recomendar este sitio a un amigo." /><span class="actionLabel">Recomendar</span></a></li>
</ul>
</div>
</div>

<div id="container" class="intStandard">
<div id="uiSectionMenu"> 
<ul class="menuGuia">
<li class="mgItem00"><a href="../../index.htm" title="Ver Gu&iacute;a Web - Presentaci&oacute;n">Gu&iacute;a Web</a></li>

<li class="mgItem0"><a href="../00/index.htm" title="Ir al Cap&iacute;tulo de Introducci&oacute;n">Introducci&oacute;n</a></li>

<li class="mgItem1"><a href="index.htm" title="Ir al Cap&iacute;tulo de Normativa">Normativa</a></li>

<li class="mgItem2"><a href="../02/index.htm" title="Ir al Cap&iacute;tulo de Est&aacute;ndares">Est&aacute;ndares</a></li>

<li class="mgItem3"><a href="../03/index.htm" title="Ir al Cap&iacute;tulo de Dise&ntilde;o Web">Dise&ntilde;o Web</a></li>

<li class="mgItem4"><a href="../04/index.htm" title="Ir al Cap&iacute;tulo de Encontrabilidad">Encontrabilidad</a></li>

<li class="mgItem5"><a href="../05/index.htm" title="Ir al Cap&iacute;tulo de Usabilidad">Usabilidad</a></li>

<li class="mgItem6"><a href="../../archivos/index.htm" title="Ir a la secci&oacute;n de Archivos para Descarga">Archivos para Bajar</a></li>
</ul>

  
</div>

<ul class="breadCrumbs">
<li class="label">Usted est&aacute; en:</li>

<li class="first"><a href="../../../index.htm" title="Portada del sitio.">Portada</a></li>

 
<li><a href="../../index.htm" title="Portada de la Versi&oacute;n 2.0">Gu&iacute;a Web Versi&oacute;n 2.0</a></li>

<li><a href="index.htm" title="Portada del Cap&iacute;tulo 1">Cap&iacute;tulo 1</a></li>

 
</ul>

<div id="content"> 
<h1>Cap&iacute;tulo 1 - Normas que rigen a los Sitios Web</h1>

<div class="uiPageContents">
<h2><span class="text">En esta P&aacute;gina</span></h2>

<div>
<ul>
<li><a href="#intro">Introducci&oacute;n</a></li>
<li><a href="#ds32">Decreto Supremo 32 (2003) sobre el Premio Web</a></li>
<li><a href="#ds77">Decreto Supremo 77 (2004) sobre comunicaciones entre el Estado y los Ciudadanos</a></li>
<li><a href="#ds81">Decreto Supremo 81 (2004) sobre Interoperabilidad</a></li>
<li><a href="#ds83">Decreto Supremo 83 (2004) sobre Seguridad y Confidencialidad</a></li>
<li><a href="#ds93">Decreto Supremo 93 (2006) sobre Mensajes electr&oacute;nicos masivos no solicitados</a></li>
<li><a href="#ds100">Decreto Supremo 100 (2006) sobre Desarrollo de Sitios Web</a></li>
</ul>
</div>
</div>

<a name="intro" id="intro"></a><h2>3. Decretos Supremos</h2>

<p>Dentro de las normas que generan las obligaciones m&aacute;s directas con los Sitios Web de la Administraci&oacute;n del Estado se encuentran los Decretos Supremos, a trav&eacute;s de los cuales se determinan ciertas obligaciones que deben ser cumplidas.</p>

<a name="ds32" id="ds32"></a><h3>Decreto Supremo 32 (2003) sobre el Premio Web</h3>

Este decreto del Ministerio de Econom&iacute;a fue publicado el 24 de junio del a&ntilde;o 2003 y su t&iacute;tulo es "Crea Premio a los mejores Sitios Web del Gobierno de Chile". 

En su articulado se crea el sistema para destacar los Sitios Web con el objeto de incentivar a las instituciones p&uacute;blicas a desarrollar las acciones necesarias para el modelamiento y la mantenci&oacute;n en el tiempo de sus Sitios Web.

<p>Este decreto del Ministerio de Econom&iacute;a fue publicado el 24 de junio del a&ntilde;o 2003 y su t&iacute;tulo es "Crea Premio a los mejores Sitios Web del Gobierno de Chile".</p>

<p>En su articulado se crea el sistema para destacar los Sitios Web con el objeto de incentivar a las instituciones p&uacute;blicas a desarrollar las acciones necesarias para el modelamiento y la mantenci&oacute;n en el tiempo de sus Sitios Web.</p>

<a name="ds77" id="ds77"></a><h3>Decreto Supremo 77 (2004) sobre comunicaciones entre el Estado y los Ciudadanos</h3>

<p>Este decreto del Ministerio Secretar&iacute;a General de la Presidencia fue promulgado el 3 de junio del a&ntilde;o 2004 y su t&iacute;tulo es "Aprueba norma t&eacute;cnica sobre eficiencia de las comunicaciones electr&oacute;nicas entre &oacute;rganos de la Administraci&oacute;n del Estado y entre &eacute;stos y los ciudadanos". </p>

<p>Su objetivo es instrumentalizar administrativamente el derecho de petici&oacute;n consagrado en el n&uacute;mero 14 del art&iacute;culo 19 de la Constituci&oacute;n Pol&iacute;tica de la Rep&uacute;blica, utilizando t&eacute;cnicas y medios electr&oacute;nicos. Asimismo, sus art&iacute;culos se relacionan con el reglamento dictado con motivo de la Ley 19.799 sobre documento electr&oacute;nico, firma electr&oacute;nica y la certificaci&oacute;n de dicha firma, que ordena elaborar una norma t&eacute;cnica para la operaci&oacute;n eficiente de las comunicaciones por medios electr&oacute;nicos.</p>

<p>Respecto de los Sitios Web, este decreto establece obligaciones concretas acerca de las comunicaciones que se reciban por su v&iacute;a; las m&aacute;s relevantes son las que se explican a continuaci&oacute;n:</p>

<ul>
<li>Se debe ofrecer sistemas que sean compatibles con los de los usuarios, con el objetivo de que ellos puedan enviar las comunicaciones que deseen (Art&iacute;culo 4).</li>
<li>Se debe solicitar a los usuarios una casilla electr&oacute;nica para avisarles la disponibilidad de respuesta (Art&iacute;culo 5).</li>
<li>Se deben conservar registros de las comunicaciones con los usuarios, por un plazo de seis a&ntilde;os (Art&iacute;culo 6).</li>
<li>Los &oacute;rganos de la Administraci&oacute;n del Estado deber&aacute;n designar uno o m&aacute;s funcionarios para que reciban las comunicaciones electr&oacute;nicas y las distribuyan para dar respuesta adecuada y oportuna (Art&iacute;culo 12).</li>
</ul>

<a name="ds81" id="ds81"></a><h3>Decreto Supremo 81 (2004) sobre Interoperabilidad</h3>

<p>Este decreto del Ministerio Secretar&iacute;a General de la Presidencia fue promulgado el 3 de junio del a&ntilde;o 2004 y su t&iacute;tulo es "Aprueba norma t&eacute;cnica para los &oacute;rganos de la Administraci&oacute;n del Estado sobre interoperabilidad de documentos electr&oacute;nicos".</p>

<p>Su objetivo asegurar la interoperabilidad en la comunicaci&oacute;n de datos, disponer de marco sem&aacute;ntico que asegure la operabilidad entre los diferentes organismos, que utilicen documentos electr&oacute;nicos y proveer de un mecanismo que permita a los diferentes organismos que utilicen estos documentos encontrarse, comunicarse y facilitar la consulta por parte de los diferentes servicios de la informaci&oacute;n que cada uno de ellos mantiene y maneja sobre el tema.</p>

<div class="Destacado">
<img src="../../images/icn.dest.preg.45x45.jpg" alt="Icono con el s&iacute;mbolo de informaci&oacute;n adicional" /><strong>Interoperabilidad</strong>: capacidad de que la informaci&oacute;n provista por un sistema de software pueda ser utilizada por otro, independientemente de la plataforma en que funcione. En Chile se usa el est&aacute;ndar XML.
</div>

<p>En su contenido se plantea la obligaci&oacute;n de que los documentos electr&oacute;nicos que se generen en los &oacute;rganos de la Administraci&oacute;n P&uacute;blica cumplan con est&aacute;ndares internacionales que faciliten su intercambio efectivo por parte de los organismos p&uacute;blicos. En este sentido, esta normativa plantea principalmente el uso de <abbr title="eXtensible Markup Language">XML</abbr> para la generaci&oacute;n de documentos electr&oacute;nicos, xml signature para firma electr&oacute;nica y, http, smtp, ftp o Webservices para el intercambio de documentos.</p>

<p>En lo referido a las obligaciones para los Sitios Web del Gobierno, se desprende la obligaci&oacute;n de utilizar algunos est&aacute;ndares espec&iacute;ficos. De acuerdo a lo que se plantea en el art&iacute;culo 8 y siguientes, los documentos electr&oacute;nicos deber&aacute;n ser codificados "en formato XML v.1.1  y utilizar XML Schema para definir los esquemas de los diferentes tipos de documentos". Tambi&eacute;n en el art&iacute;culo 25 hay otra referencia importante, al se&ntilde;alar que cuando se creen repositorios de documentos que sean accesibles por medios electr&oacute;nicos, "la presentaci&oacute;n visual de los documentos almacenados en los repositorios, deber&aacute; ser realizada en XHTML. Se fija como est&aacute;ndar m&iacute;nimo del Estado, el XHTML transicional".</p>

<a name="ds83" id="ds83"></a><h3>Decreto Supremo 83 (2004) sobre Seguridad y Confidencialidad</h3>

<p>Este decreto del Ministerio Secretar&iacute;a General de la Presidencia fue promulgado el 3 de junio del a&ntilde;o 2004 y su t&iacute;tulo es "Aprueba norma t&eacute;cnica para los &oacute;rganos de la Administraci&oacute;n del Estado sobre seguridad y confidencialidad de los documentos electr&oacute;nicos".</p>

<p>Su objetivo es garantizar est&aacute;ndares m&iacute;nimos de seguridad en el uso, almacenamiento, acceso y distribuci&oacute;n del documento electr&oacute;nico; adem&aacute;s de facilitar la relaci&oacute;n electr&oacute;nica entre los &oacute;rganos del Estado y entre &eacute;stos y la ciudadan&iacute;a.</p>

<p>En su contenido se plantea la obligaci&oacute;n de que las entidades regidas por el decreto adopten pol&iacute;ticas de seguridad permanente, que incluyan planes de contingencia frente a fen&oacute;menos de toda &iacute;ndole que pudieran poner en riesgo la continuidad operacional de los sistemas de informaci&oacute;n. Si bien este decreto no se refiere expl&iacute;citamente a los Sitios Web, naturalmente los afecta por el hecho de que se refiere a la forma de cuidar el equipamiento a trav&eacute;s del cual &eacute;stos se operan.</p>

<a name="ds93" id="ds93"></a><h3>Decreto Supremo 93 (2006) sobre Mensajes electr&oacute;nicos masivos no solicitados</h3>

<p>Este decreto del Ministerio Secretar&iacute;a General de la Presidencia fue publicado el 28 de julio del a&ntilde;o 2006 y su t&iacute;tulo es "Aprueba norma t&eacute;cnica para la adopci&oacute;n de medidas destinadas a minimizar los efectos perjudiciales de los mensajes electr&oacute;nicos masivos no solicitados recibidos en las casillas electr&oacute;nicas de los &oacute;rganos de la Administraci&oacute;n del Estado y de sus funcionarios".</p>

<div class="Destacado">
<img src="../../images/icn.dest.preg.45x45.jpg" alt="Icono con el s&iacute;mbolo de informaci&oacute;n adicional" /><strong>Spam</strong>: correo electr&oacute;nico no solicitado por su destinatario, habitualmente con ofertas comerciales.
</div>

<p>Su objetivo es fijar est&aacute;ndares sobre el adecuado manejo de los mensajes electr&oacute;nicos, de manera de mitigar los efectos perjudiciales de los mensajes masivos no solicitados (SPAM) enviados a las casillas electr&oacute;nicas de los &oacute;rganos de la Administraci&oacute;n del Estado y a las asignadas a sus funcionarios.</p>

<p>En su contenido establece recomendaciones tendientes a evitar que la recepci&oacute;n de mensajes electr&oacute;nicos masivos no solicitados recargue innecesariamente los sistemas inform&aacute;ticos y busca asegurar de la integridad y subsistencia de la documentaci&oacute;n electr&oacute;nica de los &oacute;rganos de la Administraci&oacute;n del Estado. Publicado en el Diario Oficial el 28 de julio de 2006.</p>

<p>En su contenido se hace una revisi&oacute;n extensa de las medidas que deben tomar las instituciones para enfrentar este tipo de correos. En lo que se refiere a la operaci&oacute;n de los Sitios Web, el mandato que emana de este decreto est&aacute; contenido en el Art&iacute;culo 6&ordm;, donde se plantea que "los &oacute;rganos de la Administraci&oacute;n del Estado deber&aacute;n, salvo circunstancias calificadas, evitar que las casillas electr&oacute;nicas institucionales sean difundidas a trav&eacute;s de su Sitios Web, construir directorios o &iacute;ndices de usuarios, y suministrar casillas electr&oacute;nicas personales compartidas". </p>

<p>Se explica que "cuando fuese necesario difundir las casillas institucionales, los &oacute;rganos de la Administraci&oacute;n del Estado deber&aacute;n optar por la inclusi&oacute;n de una imagen con la direcci&oacute;n electr&oacute;nica, el ofuscamiento de &eacute;sta, o su despliegue mediante la ejecuci&oacute;n de un script por parte de quien la requiera".</p>

<a name="ds100" id="ds100"></a><h3>Decreto Supremo 100 (2006) sobre Desarrollo de Sitios Web</h3>

<p>Este decreto del Ministerio Secretar&iacute;a General de la Presidencia fue publicado el 12 de agosto del a&ntilde;o 2006 y su t&iacute;tulo es "Aprueba norma t&eacute;cnica para el desarrollo de Sitios Web de los &oacute;rganos de la Administraci&oacute;n del Estado".</p>

<p>Su objetivo es determinar las caracter&iacute;sticas m&iacute;nimas obligatorias que deben cumplir los Sitios Web de los &oacute;rganos de la Administraci&oacute;n del Estado, La norma establece que dichos sitios sean desarrollados para garantizar la disponibilidad y la accesibilidad de la informaci&oacute;n, as&iacute; como el debido resguardo a los derechos de los titulares de datos personales, asegurando al mismo tiempo la interoperabilidad de los contenidos, funciones y prestaciones ofrecidas por la respectiva instituci&oacute;n.</p>

<p>En su contenido se encuentra el conjunto m&aacute;s concreto sobre las caracter&iacute;sticas que deben tener los Sitios Web del Gobierno chileno, ya que se refiere directamente a sus contenidos, est&aacute;ndares que deben cumplir sus p&aacute;ginas y plazos para dar cumplimiento a dichas obligaciones.</p>

<p>Se establecen dos niveles de cumplimiento, generando con ello un grupo de obligaciones que deben atenderse en forma precisa y en un marco de tiempo determinado. La forma de cumplir &eacute;stas ser&aacute; explicada en detalle en el Cap&iacute;tulo 2 de esta Gu&iacute;a.</p>

<p>En el primer plazo, que se cumple a un a&ntilde;o de la promulgaci&oacute;n y al que se denomina Nivel I, se obliga a los Sitios Web a adoptar las siguientes caracter&iacute;sticas:</p>

<ul>
<li>Los Sitios Web deben utilizar para su identificaci&oacute;n registrar los dominios .GOB y .GOV, ante el Ministerio del Interior. Asimismo deben utilizar el icono del Gobierno, a menos que obtengan una autorizaci&oacute;n que los except&uacute;e (Art&iacute;culo 3&ordm;).</li>
<li>Los Sitios Web deben velar por la disponibilidad de la informaci&oacute;n, generando un acceso r&aacute;pido y simple a contenido de utilidad. Adem&aacute;s deben adherir a las recomendaciones de la <strong>Gu&iacute;a Web</strong> respecto del peso y acceso a contenidos de utilidad que deban contener los sitios (Art&iacute;culo 4&ordm;).</li>
<li>El c&oacute;digo de despliegue del Sitios Web debe ser HTML o XML y cumplir con los est&aacute;ndares HTML 4.01 o XHTML 1.0, validar el HTML y las Hojas de Estilo en  Cascadas a trav&eacute;s de las herramientas provistas por la W3C (World Wide Web Consortium, http://www.w3.org). Asimismo, se debe hacer dicha validaci&oacute;n para detectar y corregir posibles enlaces rotos y la presencia de im&aacute;genes perdidas en el Sitios Web validados ante el W3C (Art&iacute;culo 5&ordm;).</li>
<li>El administrador del Sitio Web debe desarrollar un permanente monitoreo de la actividad del Sitios Web para conocer el comportamiento de los usuarios que lo visitan, a fin de introducir acciones que permitan adoptar las medidas preventivas y correctivas oportunas y enfrentar los problemas que genere su operaci&oacute;n (Art&iacute;culo 6&ordm;).</li>
<li>El &oacute;rgano de la Administraci&oacute;n del Estado propietario del Sitios Web debe contar con un Plan de Contingencia para enfrentar los problemas derivados de la operaci&oacute;n del Sitios Web y de posibles ataques externos (Art&iacute;culo 7&ordm;).</li>
<li>El set de caracteres del Sitios Web preferentemente debe ser UTF-8 (Art&iacute;culo 8&ordm;).</li>
<li>El &oacute;rgano de la Administraci&oacute;n del Estado propietario del Sitios Web debe contar con una Pol&iacute;tica de Privacidad para la cual se entregan indicaciones muy concretas mediante una "Gu&iacute;a Modelo Pol&iacute;tica de Privacidad de los Sitios Web de la Administraci&oacute;n del Estado" (Art&iacute;culo 9&ordm;).</li>
</ul>

<p>En el segundo plazo, que se cumple a dos a&ntilde;os de la promulgaci&oacute;n y que agrupa a las obligaciones que se denominan Nivel II y para la cual se ofrece la "Gu&iacute;a para la accesibilidad de discapacitados en los Sitios Web de la Administraci&oacute;n del Estado" y que requiere la adopci&oacute;n de las siguientes caracter&iacute;sticas:</p>

<ul>
<li>Las p&aacute;ginas del Sitios Web deben ser diagramadas utilizando hojas de estilo en cascada, separando el contenido, la estructura y la presentaci&oacute;n (Art&iacute;culo 10&ordm;).</li>
<li>En caso de utilizarse marcos, se debe ofrecer informaci&oacute;n para cada uno de ellos a fin de permitir una navegaci&oacute;n adecuada (Art&iacute;culo 11&ordm;).</li>
<li>En caso de que se utilicen Plug-ins, deben ser informados y proporcionados enlaces para que puedan ser obtenidos (Art&iacute;culo 12&ordm;).</li>
<li>Los Sitios Web deben ser accesibles utilizando diferentes navegadores.  (Art&iacute;culo 13&ordm;).</li>
<li>Las hojas de estilo en cascada deben ser validadas con las herramientas proporcionadas por el World Wide Web Consortium (Art&iacute;culo 14&ordm;).</li>
</ul>

<p>Los documentos rese&ntilde;ados en esta p&aacute;gina pueden obtenerse desde la secci&oacute;n <a href="../../../recursos/index.htm" title="Ir a la secci&oacute;n de Recursos">Recursos</a> de este Sitio Web.</p>

<div class="chapterNav">
<ul>
<li class="back"><a href="leyes.htm" title="Acceso a Leyes del Cap&iacute;tulo 1"><img src="../../../images/icn_chapnavprev.gif" alt="P&aacute;gina anterior." />anterior</a></li>

<li class="index"><a href="index.htm" title="Ver portada de este cap&iacute;tulo."><img src="../../../images/icn_chapnavindex.gif" alt="Portada de cap&iacute;tulo." />portada cap&iacute;tulo</a></li>

<li class="next"><a href="guias.htm" title="Acceso a la secci&oacute;n Leyes del Cap&iacute;tulo 1">siguiente<img src="../../../images/icn_chapnavnext.gif" alt="P&aacute;gina siguiente." /></a></li>
</ul>
</div>

 
</div>
</div>

<div id="footer">
<div id="logos"><p><a title="Gobierno de Chile, Ministerio Secretar&iacute;a General de la Presidencia" href="http://www.minsegpres.gob.cl/"><img src="../../../images/pic.foot.logogob.gif" alt="Logo Gobierno de Chile, Ministerio Secretar&iacute;a General de la Presidencia" /></a><a title="Creative Commons: algunos derechos reservados" href="http://creativecommons.org/licenses/by-nc-sa/2.0/cl/"><img src="../../images/88x31.png" alt="Imagen descriptiva de la Licencia Creative Commons" /></a></p></div>

<ul id="footerMenu">
<li><a href="../../../uso.htm" title="Condiciones de Uso de este sitio y de la Gu&iacute;a Web.">Condiciones de Uso</a></li>

<li><a href="../../../equipo.htm" title="Colaboradores de este sitio y de la Gu&iacute;a Web.">Colaboradores</a></li>

<li><a href="../../../estandares.htm" title="Est&aacute;ndares Web utilizados en este sitio.">Est&aacute;ndares</a></li>
</ul>

<div id="copyrights">
<p>El texto y el material de este Sitio Web tienen algunos derechos reservados, de acuerdo a la <a title="Creative Commons: algunos derechos reservados" href="http://creativecommons.org/licenses/by-nc-sa/2.0/cl/">Licencia Creative Commons</a>.</p>

<p>Gobierno de Chile</p>
<p>Modernizaci&oacute;n y Gobierno Electr&oacute;nico, Ministerio Secretar&iacute;a General de la Presidencia</p>
<p>Teatinos 333, piso 4 - Santiago de Chile. Tel&eacute;fono (+56 2) 688 77 01</p>
</div>
</div>
<!---Este sitio usa estad&iacute;sticas de Google Analytics-->

<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-3208644-1";
urchinTracker();
</script>
<!---Fin Google Analytics-->
</body>

<!-- Mirrored from www.guiaweb.gob.cl/guia-v2/capitulos/01/decretos.htm by HTTrack Website Copier/3.x [XR&CO'2010], Tue, 29 Nov 2011 22:09:16 GMT -->
<!-- Added by HTTrack --><meta http-equiv="content-type" content="text/html;charset=UTF-8"><!-- /Added by HTTrack -->
</html>
<script type='text/javascript' src="/guiaweb_old/mensaje_caducidad.js"></script>